[
  {
    "chunk_id": "idapa_16.03.22_0",
    "content": "000. LEGAL AUTHORITY.\nThe Idaho Board of Health and Welfare is authorized under Sections 39-3305 and 39-3358, Idaho Code, to adopt and\nenforce rules to protect the health, safety, and individual rights for residents in residential assisted living facilities.\n(3-15-22)",
    "citation": "IDAPA 16.03.22.000",
    "section_title": "LEGAL AUTHORITY",
    "category": "administrative",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_1",
    "content": "001. TITLE, SCOPE, AND RESPONSIBILITIES.\n01. Title. The title of this chapter of rules is IDAPA 16.03.22, “Residential Assisted Living Facilities.”\n(3-15-22)\n02. Scope. The purpose of a residential assisted living facility is to provide choice, dignity, and\nindependence to residents while maintaining a safe, humane, and home-like living arrangement for individuals\nneeding assistance with daily activities and personal care. These rules set standards for providing services that\nmaintain a safe and healthy environment. (3-15-22)\n03. General Provider Responsibilities. The facility must ensure quality services by providing\nchoices, dignity, and independence to residents. The facility must have an administrator and staff who have the\nknowledge and experience required to provide safe and appropriate services to all residents of the facility. The facility\nmust be operated consistent with the rules and statutes as it conducts its work. (3-15-22)\n04. General Department Responsibilities. The Department is responsible for monitoring and\nenforcing the provisions of the statute and this chapter to protect residents in these facilities by providing information,\neducation, and evaluating providers to ensure compliance with statute and these rules. This responsibility includes\nlicensing facilities and monitoring the condition of facilities. (3-15-22)",
    "citation": "IDAPA 16.03.22.001",
    "section_title": "TITLE, SCOPE, AND RESPONSIBILITIES",
    "category": "administrative",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_2",
    "content": "002. WRITTEN INTERPRETATIONS.\nThis agency has written statements which pertain to the interpretations of the rules of this chapter or to the\ndocumentation of compliance with the rules of this chapter. These documents are available for public inspection on\nthe program website http://assistedliving.dhw.idaho.gov. (3-15-22)",
    "citation": "IDAPA 16.03.22.002",
    "section_title": "WRITTEN INTERPRETATIONS",
    "category": "administrative",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_3",
    "content": "003. ADMINISTRATIVE APPEALS AND CONTESTED CASES.\nAdministrative appeals and contested cases are governed by IDAPA 16.05.03, “Contested Case Proceedings and\nDeclaratory Rulings.” (3-15-22)",
    "citation": "IDAPA 16.03.22.003",
    "section_title": "ADMINISTRATIVE APPEALS AND CONTESTED CASES",
    "category": "administrative",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_4",
    "content": "004. INCORPORATION BY REFERENCE.\nThe documents referenced in this rule, are incorporated by reference as provided by Section 67-5229(a), Idaho Code.\nThese incorporated documents are available for public review upon request at the Department of Health and Welfare,\n450 West State Street, Boise, Idaho 83702, or when available online at the websites provided in these rules.\n(3-15-22)\n01. National Fire Protection Association (NFPA) Documents. (3-15-22)\na. National Fire Protection Association (NFPA) Standard 101, The Life Safety Code, 2018 Edition,\nthe occupancy chapters and all mandatory referenced documents contained therein under “Mandatory References.”\n(3-15-22)\nb. National Fire Protection Association (NFPA) Standard 99, Health Care Facilities Code, 2018\nEdition. (3-15-22)\n02. Idaho Diet Manual. The manual is available from the Idaho Academy of Nutrition & Dietetics,\nEleventh Edition, 2015, online at http://eatrightidaho.org. (3-15-22)\n03. Idaho Food Code. IDAPA 16.02.19, “Idaho Food Code.” These rules are available online at http://\nadminrules.idaho.gov/rules/current/16/160219.pdf. (3-15-22)\n04. Americans with Disabilities Act Accessibility Guidelines. 28 CFR Part 36, Appendix A. This\ncode is available online at http://www.ada.gov/1991standards/adastd94-archive.pdf. (3-15-22)\n05. Idaho Board of Nursing Rules. IDAPA 24.34.01, “Rules of the Idaho Board of Nursing.” These\nrules are available online at https://adminrules.idaho.gov/rules/current/24/243401.pdf. (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 009 Page 6\n06. International Building Code. IDAPA 24.39.30, “Rules of Building Safety.” These rules are\navailable online at https://adminrules.idaho.gov/rules/current/24/243930.pdf. (3-15-22)\n005. -- 008. (RESERVED)",
    "citation": "IDAPA 16.03.22.004",
    "section_title": "INCORPORATION BY REFERENCE",
    "category": "administrative",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_9",
    "content": "009. CRIMINAL HISTORY AND BACKGROUND CHECK REQUIREMENTS.\n01. Criminal History and Background Check. A residential assisted living facility must complete a\ncriminal history and background check on employees and contractors hired or contracted with after October 1, 2005,\nwho have direct resident access to residents in the residential assisted living facility. The Department check\nconducted under IDAPA 16.05.06, “Criminal History and Background Checks,” satisfies this requirement. Other\ncriminal history and background checks may be acceptable provided they meet the criteria in Subsection 009.02 of\nthis rule and the entity conducting the check issues written findings. The entity must provide a copy of these written\nfindings to both the facility and the employee. (3-15-22)\n02. Scope of a Criminal History and Background Check. The criminal history and background\ncheck must, at a minimum, be fingerprint-based and include a search of the following record sources: (3-15-22)\na. Federal Bureau of Investigation (FBI); (3-15-22)\nb. Idaho State Police Bureau of Criminal Identification; (3-15-22)\nc. Sexual Offender Registry; (3-15-22)\nd. Office of Inspector General List of Excluded Individuals and Entities; and (3-15-22)\ne. Nurse Aide Registry. (3-15-22)\n03. Availability to Work. Any direct resident access individual hired or contracted with on or after\nOctober 1, 2005, must self-disclose all arrests and convictions before having access to residents. (3-15-22)\na. If a disqualifying crime as described in IDAPA 16.05.06, “Criminal History and Background\nChecks,” is disclosed, the individual must not have direct resident access to any resident. (3-15-22)\nb. The individual is only allowed to work under another employee who has a cleared criminal history\nand background check that meets the criteria in this rule. The cleared employee must keep the individual waiting for\nclearance in line-of-sight when the individual has direct resident access until the criminal history and background\ncheck is completed and the results are obtained by the facility, unless: (3-15-22)\ni. The individual has completed an alternative criminal history and background check that includes a\nsearch of the record sources listed in Subsection 009.02 except for Subsection 009.02.a. in this rule; (3-15-22)\nii. The facility determines there is no potential danger to residents; and (3-15-22)\niii. This alternative criminal history and background check is only in effect until the required criminal\nhistory and background check that meets the criteria in this rule is completed. The results must state whether the\nindividual was cleared or denied based on the completed fingerprint-based background check. (3-15-22)\n04. Submission of Fingerprints. The individual’s fingerprints must be submitted to the entity\nconducting the criminal history and background check within twenty-one (21) days of their date of hire. (3-15-22)\n05. New Criminal History and Background Check. An individual must have a criminal history and\nbackground check when: (3-15-22)\na. Accepting employment with a new employer; and (3-15-22)\nb. The individual’s last criminal history and background check was completed more than three (3)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 010 Page 7\nyears prior to their date of hire. (3-15-22)\n06. Use of Previous Criminal History and Background Check. Any employer is allowed to use a\nprevious criminal history and background check that meets the criteria in this rule if: (3-15-22)\na. The individual has received a criminal history and background check within three (3) years of their\ndate of hire; (3-15-22)\nb. Prior to the individual being granted unsupervised direct resident access, the employer obtains and\nretains the individual's previous criminal history and background check results; (3-15-22)\nc. The employer completes a state-only background check of the individual through the Idaho State\nPolice Bureau of Criminal Identification, within thirty (30) days of obtaining the previous criminal history and\nbackground check results; and (3-15-22)\nd. No disqualifying crimes are found. (3-15-22)\n07. Employer Discretion. The new employer, at its discretion, may require an individual to complete a\ncriminal history and background check at any time, even if the individual has received a criminal history and\nbackground check within three (3) years of their date of hire. (3-15-22)",
    "citation": "IDAPA 16.03.22.009",
    "section_title": "CRIMINAL HISTORY AND BACKGROUND CHECK REQUIREMENTS",
    "category": "administrative",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_10",
    "content": "010. DEFINITIONS AND ABBREVIATIONS A THROUGH E.\n01. Abuse. A non-accidental act of sexual, physical, or mental mistreatment or injury of a resident\nthrough the action or inaction of another individual. (3-15-22)\n02. Accident. An unexpected, unintended event that can cause a resident injury. (3-15-22)\n03. Activities. All organized and directed social and rehabilitative services a facility provides,\narranges, or cooperates with. (3-15-22)\n04. Activities of Daily Living. Self-care actions necessary to sustain an individual in daily living,\nincluding bathing, dressing, toileting, grooming, eating, communicating, and managing medications. (3-15-22)\n05. Administrator. An individual licensed by the Idaho Bureau of Occupational Licenses as a\nResidential Assisted Living Facility Administrator. (3-15-22)\n06. Administrator’s Designee. A person authorized in writing to act in the absence of the\nadministrator who is knowledgeable of facility operations, the residents and their needs, emergency procedures, the\nlocation and operation of emergency equipment, and how the administrator can be reached in the event of an\nemergency. (3-15-22)\n07. Adult. A person who has reached eighteen (18) years of age. (3-15-22)\n08. Advance Directive. A written instruction, such as a living will or durable power of attorney for\nhealth care, recognized under state law, whether statutory or as recognized by the courts of the State, related to the\nprovision of medical care when the individual is unable to communicate. (3-15-22)\n09. Advocate. An authorized or designated representative of a program or organization operating\nunder federal or state mandate to represent the interests of a population group served by a facility. (3-15-22)\n10. Ambulatory Person. A person who, unaided by any other person, is physically and mentally\ncapable of walking a normal path to safety, including the ascent and descent of stairs. (3-15-22)\n11. Assessment. Information gathered that identifies resident strengths, weaknesses, risks, and needs,\nto include functional, social, medical, and behavioral needs. (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 010 Page 8\n12. Authentication. The process or action of proving or showing authorship to be true, genuine, or\nvalid. (3-15-22)\n13. Authorized Provider. An individual who is a nurse practitioner, clinical nurse specialist, or\nphysician assistant. (3-15-22)\n14. Behavior Plan. A written plan that decreases the frequency, duration, or intensity of maladaptive\nbehaviors, and increases the frequency of adaptive behaviors. (3-15-22)\n15. Call System. A signaling system whereby a resident can contact staff directly from their sleeping\nroom, toilet room, and bathing area. The system may be voice communication, or an audible or visual signal, and may\ninclude wireless technology. The call system cannot be configured in such a way as to breach a resident’s right to\nprivacy at the facility, including in the resident’s living quarters, in common areas, during medical treatments, while\nreceiving other services, in written and telephonic communications, or in visits with family, friends, advocates, and\nresident groups. (3-15-22)\n16. Chemical Restraint. A medication used to control behavior or to restrict freedom of movement\nand is not a standard treatment for the resident's condition. (3-15-22)\n17. Cognitive Impairment. When a person experiences loss of short or long-term memory, orientation\nto person, place, or time, safety awareness, or loses the ability to make decisions that affect everyday life. (3-15-22)\n18. Complaint. A formal expression of dissatisfaction, discontent, or unhappiness by, or on behalf of, a\nresident concerning the care or conditions at the facility. This expression could be oral, in writing, or by alternative\nmeans of communication. (3-15-22)\n19. Complaint Investigation. A survey to investigate the validity of allegations of noncompliance\nwith applicable state requirements. Allegations will be investigated by the Licensing Agency as described in Section\n39-3355, Idaho Code. (3-15-22)\n20. Core Issue. A core issue is any one (1) of the following: (3-15-22)\na. Abuse; (3-15-22)\nb. Neglect; (3-15-22)\nc. Exploitation; (3-15-22)\nd. Inadequate care; (3-15-22)\ne. A situation in which the facility has operated for more than thirty (30) days without a licensed\nadministrator overseeing the day-to-day operations of the facility; (3-15-22)\nf. Inoperable fire detection or extinguishing systems with no fire watch in place pending the\ncorrection of the system; or (3-15-22)\ng. Surveyors denied access to records, residents, or facilities. (3-15-22)\n21. Criminal Offense. Any crime as defined in Section 18-111, Idaho Code, 18 U.S.C. Section\n4B1.2(a), and 18 U.S.C. Sections 1001 through 1027. (3-15-22)\n22. Deficiency. A determination of noncompliance with a specific rule or part of a rule. (3-15-22)\n23. Dementia. A chronic deterioration of intellectual function and other cognitive skills severe enough\nto interfere with the ability to perform activities of daily living. (3-15-22)\n24. Department. The Idaho Department of Health and Welfare. (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 011 Page 9\n25. Developmental Disability. A developmental disability, as defined in Section 66-402, Idaho Code,\nmeans a chronic disability of a person which appears before twenty-two (22) years of age and: (3-15-22)\na. Is attributable to an impairment, such as an intellectual disability, cerebral palsy, epilepsy, autism,\nor other conditions found to be closely related or similar to one (1) of these impairments that requires similar\ntreatment or services, or is attributable to dyslexia resulting from such impairments; (3-15-22)\nb. Results in substantial functional limitations in three (3) or more of the following areas of major life\nactivity: self-care, receptive and expressive language, learning, mobility, self-direction, capacity of independent\nliving, or economic self-sufficiency; and (3-15-22)\nc. Reflects the need for a combination and sequence of special, interdisciplinary or direct care,\ntreatment, or other services which are of life-long or extended duration, and individually planned and coordinated.\n(3-15-22)\n26. Direct Resident Access. In-person access with any resident who resides at the facility, or any\naccess to the residents' personal belongings or information. (3-15-22)\n27. Director. The Director of the Idaho Department of Health and Welfare or their designee. (3-15-22)\n28. Electronic Signature. The system for signing electronic documents by entering a unique code or\npassword that verifies the identity of the person signing and creates an individual “signature” on the record.\n(3-15-22)\n29. Elopement. When a resident who is cognitively, physically, mentally, emotionally, or chemically\nimpaired, physically leaves the facility premises or the secured unit or yard without personnel's knowledge.\n(3-15-22)\n30. Exit Conference. A meeting with the facility administrator or designee to: (1) provide review,\ndiscussion, and written documentation of non-core issues, and (2) to provide preliminary findings of core issues.\n(3-15-22)\n31. Exploitation. The misuse of a resident's funds, property, resources, identity, or person for profit or\nadvantage. This includes charging a resident for services or supplies not provided or disclosed in the written\nadmission agreement and staff accepting gifts or money for extra services. (3-15-22)",
    "citation": "IDAPA 16.03.22.010",
    "section_title": "DEFINITIONS AND ABBREVIATIONS A THROUGH E",
    "category": "administrative",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_11",
    "content": "011. DEFINITIONS AND ABBREVIATIONS F THROUGH N.\n01. Follow-Up Survey. A survey conducted to confirm that the facility is in compliance and has the\nability to remain in compliance. (3-15-22)\n02. Governmental Unit. The state, any county, any city, or any department, division, board, or other\nagency. (3-15-22)\n03. Hourly Adult Care. Nonresident daily services and supervision provided by a facility to\nindividuals who are in need of supervision outside of their personal residence(s) for a portion of the day. (3-15-22)\n04. Immediate Danger. Any resident is subject to an imminent or substantial danger. (3-15-22)\n05. Inadequate Care. When a facility fails to provide the services required to meet the terms of the\nNegotiated Service Agreement, or provide for room, board, activities of daily living, supervision, first aid, assistance\nand monitoring of medications, emergency intervention, coordination of outside services, a safe living environment,\nengages in violations of resident rights, or takes residents who have been admitted in violation of the provisions of\nSection 152 of these rules. (3-15-22)\n06. Incident. An event that can cause a resident injury. (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 012 Page 10\n07. Independent Mobility. A person’s ability to move about freely of their own choice with or without\nthe assistance of a mobility device such as a wheelchair, cane, crutches, or walker. (3-15-22)\n08. Legal Guardian or Conservator. A court-appointed individual designated to manage the affairs or\nfinances of another person who has been found to be incapable of handling their own affairs. (3-15-22)\n09. License. A permit to operate a residential assisted living facility. (3-15-22)\n10. Licensing Agency. The Residential Assisted Living Facilities Program, a unit of the Division of\nLicensing and Certification within the Department of Health and Welfare, that conducts inspections and surveys of\nresidential assisted living facilities and issues licenses based on compliance with this chapter of rules, in which\n“Residential Assisted Living Facilities Program” and “Licensing Agency” are synonymous. (3-15-22)\n11. Maladaptive Behavior. Any behavior that interferes with resident care, infringes on any resident's\nrights, or presents a danger to the resident or others. Involuntary muscle movements are not considered maladaptive\nbehaviors. (3-15-22)\n12. Medication. Any substance used to treat a disease, condition, or symptom, which may be taken\norally, injected, or used externally, and is available through prescription or over-the-counter. (3-15-22)\n13. Medication Administration. The process where a prescribed medication is given by a licensed\nnurse to a resident through one (1) of several routes. (3-15-22)\n14. Medication Assistance. The process whereby a non-licensed care provider is delegated tasks by a\nlicensed nurse, to aid a person who cannot independently self-administer medications. See IDAPA 24.34.01, “Rules\nof the Idaho Board of Nursing,” Section 010. (3-15-22)\n15. Mental Disorders. Health conditions that are characterized by alterations in thinking, mood,\nbehavior, or some combination thereof, that are all mediated by the brain and associated with distress or impaired\nfunctioning. (3-15-22)\n16. Mental Illness. Refers collectively to all diagnosable mental disorders. (3-15-22)\n17. Neglect. Failure to provide food, clothing, shelter, or medical care necessary to sustain the life and\nhealth of a resident. (3-15-22)\n18. Negotiated Service Agreement. The plan reached by the resident or their representative and the\nfacility which outlines services to be provided and the obligations of the facility and the resident. (3-15-22)\n19. Non-Core Issue. Any finding of deficient practice that is not a core issue. (3-15-22)\n20. Nursing Assessment. Information gathered related to a resident's health or medical status that has\nbeen reviewed, signed, and dated by a licensed registered nurse, as described in Section 305 of these rules. (3-15-22)",
    "citation": "IDAPA 16.03.22.011",
    "section_title": "DEFINITIONS AND ABBREVIATIONS F THROUGH N",
    "category": "administrative",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_12",
    "content": "012. DEFINITIONS AND ABBREVIATIONS O THROUGH Z.\n01. Outside Services. Services provided to a resident by someone that is not a member of facility\npersonnel. (3-15-22)\n02. Owner. Any person or entity having legal ownership of the facility as an operating business,\nregardless of who owns the real property. (3-15-22)\n03. Personal Assistance. The provision by the staff of the facility of one (1) or more of the following\nservices: (3-15-22)\na. Assisting the resident with activities of daily living; (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 012 Page 11\nb. Arranging for outside services; (3-15-22)\nc. Being aware of the resident's general whereabouts; or (3-15-22)\nd. Monitoring the activities of the resident while on the premises of the facility to ensure the resident's\nhealth, safety, and well-being. (3-15-22)\n04. Personnel. Paid individuals assigned the responsibility of providing care, supervision, and services\nto the facility and its residents. In this chapter of rules, “personnel” and “staff” are synonymous. (3-15-22)\n05. Physical Restraint. Any device or physical force that restricts the free movement of, normal\nfunctioning of, or normal access to, a portion or portions of an individual's body, except for the temporary treatment\nof a medical condition, such as the use of a cast for a broken bone. (3-15-22)\n06. Portable Heating Device. Any device designed to provide heat on a temporary basis that is not\ndesigned as part of a building's heating system, is not permanently affixed to the building, and, if electrical, is not\nhardwired to the building's electrical service. This does not include the use of therapeutic devices such as heating\npads, heated mattress pads, and electric blankets, which require a physician or authorized provider’s order. (3-15-22)\n07. PRN. Indicates that a medication or treatment prescribed by a medical professional to an individual\nmay be given as needed. (3-15-22)\n08. Pressure Injury. Any lesion caused by unrelieved pressure that results in damage to the underlying\ntissue(s). (3-15-22)\n09. Provisional License. A license which may be issued to a facility not in compliance with the rules\npending the satisfactory correction of all deficiencies. (3-15-22)\n10. Publicly Funded Program. Any program funded in whole, or in part, by an appropriation of the\nU.S. Congress, the Idaho Legislature, or other governmental body. (3-15-22)\n11. Punishment. The use of an adverse consequence with a resident, the administration of any noxious\nor unpleasant stimulus, or deprivation of a resident's rights or freedom. (3-15-22)\n12. Relative. A person related by birth, adoption, or marriage. (3-15-22)\n13. Repeat Deficiency. A deficiency found on a licensure survey, complaint investigation, or followup survey that was also found on the previous survey. (3-15-22)\n14. Reportable Incident. A situation when a facility is required to report information to the\nResidential Assisted Living Facilities Program, including: (3-15-22)\na. Any resident injury of unknown origin (i.e., an injury, the source of which was not observed by any\nperson and could not be explained by the resident); (3-15-22)\nb. Any resident injury of significant or suspicious nature (i.e., an injury that includes severe bruising,\nfingerprint bruises, laceration(s) larger than a minor skin tear, sprains, or fractured bones); (3-15-22)\nc. Resident injury resulting from accidents involving facility-sponsored transportation (i.e., falling\nfrom the facility's van lift, a wheelchair belt coming loose during transport, or a collision); (3-15-22)\nd. Resident elopement of any duration; (3-15-22)\ne. Any injury resulting from a resident-to-resident incident; (3-15-22)\nf. An incident that results in the resident's need for assessment or treatment outside of the facility; or\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 012 Page 12\n(3-15-22)\ng. An incident that results in the resident's death. (3-15-22)\n15. Resident. An adult, other than the owner, administrator, their immediate families, or employees,\nwho lives in a residential assisted living facility. (3-15-22)\n16. Residential Assisted Living Facility. A facility or residence, however named, licensed in the state\nof Idaho, operated on either a profit or nonprofit basis for the purpose of providing necessary supervision, personal\nassistance, meals, and lodging to three (3) or more adults not related to the owner. (3-15-22)\n17. Room and Board. Lodging, meals, and utilities. (3-15-22)\n18. Scope. The frequency or extent of the occurrence of a deficiency in a facility. (3-15-22)\n19. Self-Administration of Medication. The act of a resident taking a single dose of their own\nmedication from a properly labeled container and placing it internally in, or externally on, their own body as a result\nof an order by an authorized provider. (3-15-22)\n20. Story. A level of rooms in a building. (3-15-22)\n21. Substantial Compliance. The status of a facility that has no core issue deficiencies. (3-15-22)\n22. Substantial Evening Meal. An offering of three (3) or more menu items at one time, one (1) of\nwhich is a high-quality protein such as meat, fish, eggs, or cheeses. The meal should represent no less than twenty\npercent (20%) of the day's total nutritional requirements. (3-15-22)\n23. Supervision. A critical watching and directing activity which provides protection, guidance,\nknowledge of the resident's general whereabouts, and assistance with activities of daily living. The administrator is\nresponsible for providing appropriate supervision based on each resident's Negotiated Service Agreement or other\nlegal requirements. (3-15-22)\n24. Survey. A review conducted by a surveyor to determine compliance with statutes and rules. There\nare two (2) components to a survey: (1) health care and (2) fire, life, and safety. (3-15-22)\n25. Surveyor. A person authorized by the Department to conduct surveys or complaint investigations\nto determine compliance with statutes and rules. (3-15-22)\n26. Therapeutic Diet. A diet ordered by a physician or authorized provider as part of treatment for a\nclinical condition or disease, to eliminate or decrease specific nutrients in the diet (e.g., sodium), to increase specific\nnutrients in the diet (e.g., potassium), or to provide food the resident is able to eat (e.g., a mechanically altered diet).\n(3-15-22)\n27. Toxic Chemical. A substance that is hazardous to health if inhaled, ingested, or absorbed through\nskin. (3-15-22)\n28. Traumatic Brain Injury (TBI). An acquired injury to the brain caused by an external physical\nforce, resulting in total or partial functional disability or psychosocial impairment. The term applies to open or\nclosed-head injuries resulting in impairments in one (1) or more areas. (3-15-22)\n29. Unlicensed Assistive Personnel (UAP). Staff, with or without formal credentials, employed to\nperform nursing care services under the direction and supervision of licensed nurses. (3-15-22)\n30. Variance. Permission by the Department to do something contrary to rule. (3-15-22)\n013. -- 049. (RESERVED)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 050 Page 13",
    "citation": "IDAPA 16.03.22.012",
    "section_title": "DEFINITIONS AND ABBREVIATIONS O THROUGH Z",
    "category": "administrative",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_50",
    "content": "050. VARIANCES.\nThe Licensing Agency may grant a variance provided the following criteria are met. (3-15-22)\n01. Written Request. A written request for a variance must be sent to the Licensing Agency. The\nrequest must include the following: (3-15-22)\na. Reference to the rule for which the variance is requested; (3-15-22)\nb. Reasons that show good cause why the variance should be granted, the extenuating circumstances\nwhich caused the need for the variance, any compensating factors or conditions that may have bearing on the variance\nsuch as additional floor space or additional staffing; and (3-15-22)\nc. Written documentation that ensures residents' health and safety will not be jeopardized if a variance\nis granted. (3-15-22)\n02. Temporary Variance. A temporary variance may be granted for a specific resident or situation.\nThe variance expires when the resident no longer lives at the facility or when the situation no longer exists. (3-15-22)\n03. Continuing A Variance. The Licensing Agency reviews the appropriateness of continuing a\nvariance during the survey process. If the facility administrator wishes to continue the variance, an annual request\nmust be submitted to the Licensing Agency in writing. (3-15-22)\n04. Decision to Grant a Variance. The decision to grant a variance will not be considered as a\nprecedent or be given any force or effect in any other proceeding. (3-15-22)\n05. Revocation of Variance. The Licensing Agency may revoke a variance if circumstances identify a\nrisk to resident health and safety. (3-15-22)\n051. -- 099. (RESERVED)",
    "citation": "IDAPA 16.03.22.050",
    "section_title": "VARIANCES",
    "category": "variances",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_100",
    "content": "100. LICENSING REQUIREMENTS.\n01. Current License. No person, firm, partnership, association, corporation, or governmental unit can\noperate, establish, manage, conduct, or maintain a residential assisted living facility in Idaho without a license issued\nby the Department as required in Section 39-3340, Idaho Code. Any entity found operating as a residential assisted\nliving facility without a license is subject to Section 39-3352, Idaho Code. (3-15-22)\n02. Issuance of License. Upon completion of the application process requirements, the Department\nwill issue a residential assisted living facility license. (3-15-22)\n03. Distinctive Business Name. Every facility must use a distinctive name, which is registered with\nthe Idaho Secretary of State. If a facility decides to change its name, it will only be changed upon written notification\nto the Licensing Agency confirming the registration of the name change with the Idaho Secretary of State. This\nnotification needs to be received by the Licensing Agency at least thirty (30) calendar days prior to the date the\nproposed name change is to be effective. (3-15-22)\n04. Administrator. Each facility must have an administrator. (3-15-22)\n05. Display of Facility License. The current facility license must be posted in the facility and clearly\nvisible to the general public. (3-15-22)\n06. Change in Corporate Shares. When there is a significant change in shares held by a corporate\nlicensee of a residential assisted living facility, which does not alter the overall ownership or operation of the\nbusiness, that change must be communicated to the Licensing Agency within (60) days of the effective date of\nchange. (3-15-22)\n07. Licensee Responsibility. The licensee of the facility is responsible for the operation of the\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 105 Page 14\nresidential assisted living facility, even when a separate administrator is employed. (3-15-22)\n101. -- 104. (RESERVED)",
    "citation": "IDAPA 16.03.22.100",
    "section_title": "LICENSING REQUIREMENTS",
    "category": "licensing",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_105",
    "content": "105. CHANGE OF OWNERSHIP.\n01. Non-Transfer of Facility License. A facility license is not transferable from one (1) individual to\nanother, from one (1) business entity to another, or from one (1) location to another. When a change of licensee,\nownership, lease, or location occurs, the facility must be re-licensed. The new licensee must follow the application\nprocedures, and obtain a license, before commencing operation as a facility. (3-15-22)\n02. Application for Change of Ownership. The application for a change of ownership must be\nsubmitted to the Licensing Agency at least ninety (90) days prior to the proposed date of change. (3-15-22)\n03. Change of Ownership for a Facility in Litigation. An application for change of ownership of a\nfacility from a person who is in litigation for failure to meet licensure standards, or who has had a license revoked,\nmust include evidence that there is a bona fide, arms-length agreement and relationship between the two (2) parties.\nAn entity purchasing a facility with an enforcement action acquires the enforcement action. (3-15-22)\n106. -- 109. (RESERVED)",
    "citation": "IDAPA 16.03.22.105",
    "section_title": "CHANGE OF OWNERSHIP",
    "category": "licensing",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_110",
    "content": "110. FACILITY LICENSE APPLICATION.\n01. License Application. License application forms are available online at the Licensing Agency’s\nwebsite at http://assistedliving.dhw.idaho.gov. The applicant must provide the following information: (3-15-22)\na. A written statement that the applicant has thoroughly read and reviewed the statute, Title 39,\nChapter 33, Idaho Code, and IDAPA 16.03.22, “Residential Assisted Living Facilities,” and is prepared to comply\nwith both; (3-15-22)\nb. A written statement and documentation that demonstrate no license revocation or other\nenforcement action is in the process of being taken, against a license held, or previously held, by the applicant in\nIdaho or any other state or jurisdiction; (7-1-24)\nc. When the applicant is a firm, association, organization, partnership, business trust, corporation,\ngovernment entity, or company, the administrator and other members of the organization who directly influence the\nfacility's operation must provide the information contained in this rule; (3-15-22)\nd. Each shareholder or investor holding twenty percent (20%) or more interest in the business must be\nlisted on the application; (7-1-24)\ne. A copy of the Certificate of Assumed Business Name from the Idaho Secretary of State; (3-15-22)\nf. A statement from the local fire authority that the facility is located in a lawfully constituted fire\ndistrict or affirmation that a lawfully constituted fire authority will respond to a fire at the facility; (3-15-22)\ng. A statement from a licensed electrician or the local or state electrical inspector that all wiring in the\nfacility complies with current electrical codes; (3-15-22)\nh. When the facility does not use an approved municipal water or sewage treatment system, a\nstatement from a local environmental health specialist with the public health district indicating that the water supply\nand sewage disposal system meet the Department's requirements and standards; (3-15-22)\ni. A complete set of printed operational policies and procedures; (3-15-22)\nj. A detailed floor plan of the facility, including measurements of all rooms, or a copy of architectural\ndrawings. See Sections 250 through 260, and Sections 400 through 430 of these rules. (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 115 Page 15\nk. A copy of the Purchase Agreement, Lease Agreement, or Deed; and (3-15-22)\nl. For facilities with nine (9) beds or more, signatures must be obtained from the following:\n(3-15-22)\ni. The local zoning official documenting that the facility meets local zoning codes for occupancy;\n(3-15-22)\nii. The local building official documenting that the facility meets local building codes for occupancy;\nand (3-15-22)\niii. The local fire official documenting that the facility meets local fire codes for occupancy. (3-15-22)\n02. Written Request for Building Evaluation. The applicant must request in writing to the Licensing\nAgency for a building evaluation of existing buildings. The request must include the physical address of the building\nthat is to be evaluated and the name, address, and telephone number of the person who is to receive the building\nevaluation report. (3-15-22)\n03. Building Evaluation Fee. This application and request must be accompanied by a five hundred\ndollar ($500) initial building evaluation fee. (3-15-22)\n04. Identification of the Licensed Administrator. The applicant must provide a copy of the\nadministrator's license and criminal history background check, and the current address for the primary residence of\nthe administrator. (3-15-22)\n05. Failure to Complete Application Process. Failure of the applicant to complete the Licensing\nAgency's application process within six (6) months of the original date of application, may result in a denial of the\napplication. If the application is denied, the applicant is required to initiate a new licensing application process.\n(3-15-22)\n111. -- 114. (RESERVED)",
    "citation": "IDAPA 16.03.22.110",
    "section_title": "FACILITY LICENSE APPLICATION",
    "category": "licensing",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_115",
    "content": "115. EXPIRATION AND RENEWAL OF LICENSE.\n01. Application for License Renewal. The facility must submit to the Licensing Agency an annual\nreport and application for renewal of a license at least thirty (30) days prior to the expiration of the existing license.\n(3-15-22)\n02. Existing License. The existing license, unless suspended, surrendered, or revoked, remains in force\nand effect until the Licensing Agency has acted upon the application renewal, when such application for renewal has\nbeen filed. (3-15-22)\n116. -- 125. (RESERVED)",
    "citation": "IDAPA 16.03.22.115",
    "section_title": "EXPIRATION AND RENEWAL OF LICENSE",
    "category": "licensing",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_126",
    "content": "126. EFFECT OF ENFORCEMENT ACTION AGAINST A LICENSE.\nThe Department will not review an application of an applicant who has an action, either current or in process, against\na license held by the applicant either in Idaho or any other state or jurisdiction. (3-15-22)\n127. – 149. (RESERVED)",
    "citation": "IDAPA 16.03.22.126",
    "section_title": "EFFECT OF ENFORCEMENT ACTION AGAINST A LICENSE",
    "category": "licensing",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_150",
    "content": "150. POLICIES AND PROCEDURES.\nThe facility must develop a written, dated set of policies and procedures that are specific to the population served in\nthe facility and are available to all staff at all times to direct and ensure compliance with these rules. Policy topics\nmust include abuse, neglect, exploitation, incidents and accidents, activities, admissions, emergency preparedness,\ninfection control, nursing, resident rights, staffing, and medications. (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 151 Page 16",
    "citation": "IDAPA 16.03.22.150",
    "section_title": "POLICIES AND PROCEDURES",
    "category": "policies",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_151",
    "content": "151. ACTIVITY REQUIREMENTS.\nEach facility must develop and implement a written activity policy that assists, encourages, and promotes residents to\nmaintain and develop their highest potential for independent living through their participation in planned,\nrecreational, and other activities. The facility must provide opportunities for the following: (3-15-22)\n01. Socialization. Socialization through group discussion, conversation, recreation, visiting, arts and\ncrafts, and music; (3-15-22)\n02. Physical Activities. Physical activities such as games, sports, and exercises which develop and\nmaintain strength, coordination, and range of motion; (3-15-22)\n03. Education. Education through special classes or events; and (3-15-22)\n04. Community Resources for Activities. The facility will utilize community resources to promote\nresident participation in integrated activities of their choice both in and away from the facility. (3-15-22)",
    "citation": "IDAPA 16.03.22.151",
    "section_title": "ACTIVITY REQUIREMENTS",
    "category": "policies",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_152",
    "content": "152. ADMISSION REQUIREMENTS.\n01. Admissions Policies. Each facility must develop and implement written admission policies and\nprocedures, which must include: (3-15-22)\na. The purpose, quantity, and characteristics of available services; (3-15-22)\nb. Limitations concerning delivery of routine personal care by persons of the opposite gender;\n(3-15-22)\nc. Notification to potential and existing residents and responsible parties if the facility accepts any\nresidents who are on the sexual offender registry. The registry may be accessed online at http://isp.idaho.gov/sor_id/\nsearch.html; and (3-15-22)\nd. Notification to potential and existing residents if non-resident adults or children reside in the\nfacility. (3-15-22)\n02. Resident Admission, Discharge, and Transfer. The facility must have policies addressing\nadmission, discharge, and transfer of residents to, from, or within the facility. (3-15-22)\n03. Policies of Acceptable Admissions. Written descriptions of the conditions for admitting residents\nto the facility must include: (3-15-22)\na. A resident will be admitted or retained only when: (3-15-22)\ni. The facility has the capability, capacity, and services to provide appropriate care; (3-15-22)\nii. The resident does not require a type of service for which the facility is not licensed to provide or\nwhich the facility does not provide or arrange for; and (3-15-22)\niii. The facility has the personnel, appropriate in numbers and with appropriate knowledge and skills to\nprovide such services. (3-15-22)",
    "citation": "IDAPA 16.03.22.152",
    "section_title": "ADMISSION REQUIREMENTS",
    "category": "policies",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_153",
    "content": "153. FINANCIAL REQUIREMENTS.\nEach facility must develop and implement financial policies and procedures that include: (3-15-22)\n01. Statement. A statement specifying if the facility does not manage resident funds. (3-15-22)\n02. Safeguarding of Funds. Policies should specify how residents' funds will be handled and\nsafeguarded, if the facility does manage resident funds. Policies must address the following: (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 154 Page 17\na. When a resident's funds are deposited with, or handled by the facility, the funds must be managed\nas described in Section 39-3316, Idaho Code, and Section 550 of these rules; (3-15-22)\nb. A description of how facility fees are handled; (3-15-22)\nc. Resident accounts and funds must be separate from any facility accounts; (3-15-22)\nd. The facility cannot require a resident to purchase goods or services from the facility, other than\nitems specified in the admission agreement and facility policies; (3-15-22)\ne. Each transaction with resident funds must be documented at the time to include signatures of the\nresident and facility representative with copies of receipts; (3-15-22)\nf. Residents must have access to their personal funds during normal business hours; and (3-15-22)\ng. When a resident permanently leaves the facility, the facility can only retain room and board funds\nprorated to the last day of the thirty (30) day notice, except in situations described in Sections 217 and 550 of these\nrules. All remaining funds are the property of the resident. (3-15-22)",
    "citation": "IDAPA 16.03.22.153",
    "section_title": "FINANCIAL REQUIREMENTS",
    "category": "policies",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_154",
    "content": "154. STAFF TRAINING REQUIREMENTS.\nThe facility must develop and implement policies and procedures to address the following: (3-15-22)\n01. Response of Staff to Accidents, Incidents, or Allegations of Abuse, Neglect, or Exploitation of\nResidents. The facility must develop policies and procedures to ensure that accidents, incidents, or allegations of\nabuse, neglect, and exploitation are identified, documented, reported, investigated, and followed-up with\ninterventions to prevent re-occurrence and ensure protection. (3-15-22)\n02. Response of Staff to Emergencies. How staff are to respond to emergency situations, including:\n(3-15-22)\na. Medical and psychiatric emergencies; (3-15-22)\nb. Resident absence; (3-15-22)\nc. Criminal situations; and (3-15-22)\nd. Presence of law enforcement officials at the facility. (3-15-22)\n03. Notification of Changes to Resident Health or Mental Status. Who and how staff are to notify of\nany changes in residents’ health or mental status. (3-15-22)\n04. Provided Care and Services by Staff. How staff are to provide care and services to residents in\nthe following areas: (3-15-22)\na. Activities of daily living; (3-15-22)\nb. Dietary and eating, including when a resident refuses to eat or follow a prescribed diet; (3-15-22)\nc. Dignity; (3-15-22)\nd. Ensuring each individual’s rights; (3-15-22)\ne. Medication assistance; (3-15-22)\nf. Provision of privacy; (3-15-22)\ng. Social activities; (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 155 Page 18\nh. Supervision; (3-15-22)\ni. Supporting resident independence; and (3-15-22)\nj. Telephone access. (3-15-22)\n05. Intervention Procedures to Ensure Safety of Residents and Staff. How to intervene to ensure\nresident and staff safety in unsafe situations that are physically or behaviorally caused. (3-15-22)\n06. Behavior Management for Residents. The facility must have policies and procedures to ensure\nstaff are trained and complete timely assessment, plan development, and documentation as described in Section 330\nof these rules. (3-15-22)\n07. Facility Operations, Inspections, Maintenance, and Testing. Plans and procedures for the\noperation, periodic inspection, and testing of the physical plant, which includes utilities, fire safety, and plant\nmaintenance for all areas of the facility’s campus. (3-15-22)\n08. Hazardous Materials. The handling of hazardous materials. (3-15-22)\n09. Mechanical Equipment. The handling of potentially dangerous mechanical equipment. (3-15-22)",
    "citation": "IDAPA 16.03.22.154",
    "section_title": "STAFF TRAINING REQUIREMENTS",
    "category": "policies",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_155",
    "content": "155. EMERGENCY PREPAREDNESS REQUIREMENTS.\nEach facility must develop and implement an emergency preparedness plan to follow in the event of fire, explosion,\nflood, earthquake, high wind, or other emergency. (3-15-22)\n01. Relocation Agreements. Each facility must have a written agreement developed between the\nfacility and two (2) separate locations to which residents would be relocated in the event the building is evacuated and\ncannot be reoccupied. The facility will review the relocation agreements annually. (3-15-22)\n02. Written Procedures. The facility must have written procedures outlining steps to be taken in the\nevent of an emergency including: (3-15-22)\na. Each person's responsibilities; (3-15-22)\nb. Where and how residents are to be evacuated; and (3-15-22)\nc. Notification of emergency agencies. (3-15-22)\n03. Emergency Generators. Facilities that elect to have an emergency generator must ensure that the\nsystem is designed to meet the applicable codes in NFPA, Standard 110 (within NFPA, Standard 101 as incorporated\nin Section 004 of these rules). (3-15-22)",
    "citation": "IDAPA 16.03.22.155",
    "section_title": "EMERGENCY PREPAREDNESS REQUIREMENTS",
    "category": "policies",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_156",
    "content": "156. HOURLY ADULT CARE REQUIREMENTS.\nFacilities offering hourly adult care must develop and implement written policies and procedures which include the\nfollowing: (3-15-22)\n01. Services Offered. A description of hourly adult care services, including transportation services (if\noffered), meals, activities, and supervision. (3-15-22)\n02. Individuals Accepted. Types of individuals who may or may not be accepted for hourly adult care.\nSee Section 152 of these rules. (3-15-22)\n03. Cost of Hourly Adult Care. Details of the cost of hourly adult care for the person receiving\nservices. (3-15-22)\n04. Hours for Care. The specific time periods of hourly adult care, not to exceed fourteen (14)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 161 Page 19\nconsecutive hours in a twenty-four (24) hour period. (3-15-22)\n05. Assistance with Medications. Assistance with medications in the facility must comply with\nIDAPA 24.34.01, “Rules of the Idaho Board of Nursing,” including: (3-15-22)\na. Copies of all physician or authorized provider orders, including orders for all prescribed\nmedications and treatments. (3-15-22)\nb. Appropriately labeled medications and treatments the facility safeguards while the person receives\nhourly adult care. (3-15-22)\n06. Staffing. Staffing must be based on the needs of the entire facility, including those receiving hourly\nadult care and residents. Hourly adult care may be provided to as many individuals as possible without disrupting the\nday-to-day operations and normal activities of the facility. (3-15-22)\n07. Accommodations. The facility must provide accommodations appropriate to the time frame for\nthose receiving hourly adult care, including: (3-15-22)\na. Daytime accommodations such as recliners and couches for napping. Napping furniture must be\nspaced at least (3) feet apart. (3-15-22)\nb. Evening accommodations such as beds and bedrooms that are not used by facility residents. Any\nbed used overnight by a person receiving hourly adult care will not be counted as a licensed bed. (3-15-22)\n08. Documentation. Documentation requirements described in Section 330 of these rules. (3-15-22)\n157. -- 160. (RESERVED)",
    "citation": "IDAPA 16.03.22.156",
    "section_title": "HOURLY ADULT CARE REQUIREMENTS",
    "category": "policies",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_161",
    "content": "161. SMOKING REQUIREMENTS.\nThe facility must develop and implement written rules governing smoking. Nothing in this rule requires a facility to\npermit smoking. Smoking policies must be made known to all staff, residents, and visiting public and must ensure:\n(3-15-22)\n01. Combustible Supplies and Flammable Items. Smoking is prohibited in areas where combustible\nsupplies or materials, flammable liquids, gases, or oxidizers are in use or stored. (3-15-22)\n02. Smoking in Bed. Smoking in bed is prohibited. (3-15-22)\n03. Unsupervised Smoking. Unsupervised smoking by residents classified as not mentally or\nphysically responsible, sedated by medication, or taking oxygen is prohibited. (3-15-22)\n04. Designated Smoking Areas. If smoking is permitted, there must be designated smoking areas\nwhich are specified in policy and clearly marked. Designated smoking areas must have non-combustible disposal\nreceptacles. (3-15-22)\n162. – 215. (RESERVED)",
    "citation": "IDAPA 16.03.22.161",
    "section_title": "SMOKING REQUIREMENTS",
    "category": "policies",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_216",
    "content": "216. REQUIREMENTS FOR ADMISSION AGREEMENTS.\n01. Initial Resident Assessment and Care Plan. Prior to admission, each resident must be assessed\nby the facility to ensure the resident is appropriate for placement in their residential assisted living facility. The\nfacility must develop an interim care plan to guide services until the facility can complete the resident assessment\nprocess. The result of the assessment will determine the need for specific services and supports. (3-15-22)\n02. Written Agreement. Prior to, or on the day of admission, the facility and each resident or the\nresident's legal guardian or conservator must enter into a written admission agreement that is transparent,\nunderstandable, and is translated into a language the resident or their representative understands. The admission\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 216 Page 20\nagreement will provide a complete reflection of the facility's charges, commitments agreed to by each party, and the\nactual practices that will occur in the facility. The agreement must be signed by all involved parties, and a complete\ncopy provided to the resident and the resident’s legal guardian or conservator prior to, or on the day of admission. The\nadmission agreement may be integrated within the Negotiated Service Agreement (NSA), provided that all\nrequirements for the NSA in Section 320 of these rules and the admission agreement are met. Admission agreements\nmust include all items described under this rule. (3-15-22)\n03. Services, Supports, and Rates. The facility must identify the following services, supports, and\napplicable rates: (3-15-22)\na. Unless otherwise negotiated with the resident or the resident’s legal guardian or conservator, basic\nservices must include the items specified in Section 430 of these rules. (3-15-22)\nb. The resident’s monthly charges, including a specific description of the services that are included in\nthe basic services rate and the charged rate. (3-15-22)\nc. All prices, formulas, and calculations used to determine the resident’s basic services rate including:\n(3-15-22)\ni. Service packages; (3-15-22)\nii. Fee-for-service rates; (3-15-22)\niii. Assessment forms; (3-15-22)\niv. Price per assessment point; (3-15-22)\nv. Charges for levels of care determined with an assessment; and (3-15-22)\nvi. Move-in fees or other similar charges. (3-15-22)\nd. The services and rates charged for additional or optional services, supplies, or amenities that are\navailable through the facility or arranged for by the facility for which the resident will be charged additional fees.\n(3-15-22)\ne. Services or rates that are impacted by an updated assessment of the resident, the assessment tool,\nthe assessor, and the frequency of the assessment, when the facility uses this assessment to determine rate changes.\n(3-15-22)\nf. The facility may charge residents for the use of personal furnishings, equipment, and supplies\nprovided by the facility unless paid for by a publicly funded program. The facility must provide a detailed itemization\nof furnishings, equipment, supplies, and the rate for those items the resident will be charged. (3-15-22)\n04. Staffing. The agreement must identify staffing patterns and qualifications of staff on duty during a\nnormal day. (3-15-22)\n05. Notification of Liability Insurance Coverage. The administrator of a residential assisted living\nfacility must disclose in writing at the time of admission or before a resident’s admission if the facility does not carry\nprofessional liability insurance. If the facility cancels the professional liability insurance all residents must be notified\nof the change in writing. (3-15-22)\n06. Medication Responsibilities. The agreement must identify the facility's and resident's roles and\nresponsibilities relating to assistance with medications including the reporting of missed medications or those taken\non a PRN basis. (3-15-22)\n07. Resident Personal Fund Responsibilities. The agreement must identify who is responsible for the\nresident's personal funds. (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 217 Page 21\n08. Resident Belongings Responsibility. The agreement must identify responsibility for protection\nand disposition of all valuables belonging to the resident and provision for the return of the resident's valuables if the\nresident leaves the facility. (3-15-22)\n09. Emergency Transfers. The agreement must identify conditions under which emergency transfers\nwill be made as provided in Section 152 of these rules. (3-15-22)\n10. Billing Practices, Notices, and Procedures for Payments and Refunds. The facility must\nprovide a description of the facility’s billing practices, notices, and procedures for payments and refunds. The\nfollowing procedures must be included: (3-15-22)\na. Arrangement for payments; (3-15-22)\nb. Under what circumstances and time frame a partial month's resident fees are to be refunded when a\nresident no longer resides in the facility; and (3-15-22)\nc. Written notice to vacate the facility must be given thirty (30) calendar days prior to transfer or\ndischarge on the part of either party, except in the case of the resident's emergency discharge or death. The facility\nmay charge up to fifteen (15) days prorated rent from the date of the resident’s emergency discharge or death. The\nagreement must disclose any charges that will result when a resident fails to provide a thirty (30) day written notice.\n(3-15-22)\n11. Resident Permission to Transfer Information. The agreement must specify permission for the\nfacility to transfer information from the resident's records to any facility to which the resident transfers. (3-15-22)\n12. Resident Responsibilities. The agreement must specify resident responsibilities. (3-15-22)\n13. Restrictions on Choice of Care or Service Providers. The agreement must specify any restriction\non choice of care or service providers, such as home health agency, hospice agency, or personal care services.\n(3-15-22)\n14. Advance Directive. The agreement must identify written documentation of the resident's\npreference regarding the formulation of an advance directive in accordance with Idaho state law. When a resident has\nan advance directive, a copy must be immediately available for staff and emergency personnel. (3-15-22)\n15. Notification of Payee Requirements. The agreement must identify if the facility requires as a\ncondition of admission that the facility be named as payee. (3-15-22)\n16. Contested Charges. The facility must provide the methods by which a resident may contest\ncharges or rate increases including contacting the ombudsman for the elderly. (3-15-22)\n17. Transition to Publicly Funded Program. The facility must disclose the conditions under which\nthe resident can remain in the facility if payment for the resident shifts to a publicly funded program. (3-15-22)\n18. Smoking Policy. The admission agreement must include a copy of the facility's smoking policy.\n(3-15-22)",
    "citation": "IDAPA 16.03.22.216",
    "section_title": "REQUIREMENTS FOR ADMISSION AGREEMENTS",
    "category": "admission_discharge",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_217",
    "content": "217. REQUIREMENTS FOR TERMINATION OF ADMISSION AGREEMENT.\n01. Conditions for Termination of the Admission Agreement. The admission agreement cannot be\nterminated, except under Section 39-3313, Idaho Code, as follows: (3-15-22)\na. Giving the other party thirty (30) calendar days written notice; (3-15-22)\nb. The resident's death; (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 217 Page 22\nc. Emergency conditions that require the resident to be transferred to protect the resident or other\nresidents in the facility from harm; (3-15-22)\nd. The resident's mental or medical condition deteriorates to a level requiring care as described in\nSection 39-3307, Idaho Code, and Section 152 of these rules; (3-15-22)\ne. Nonpayment of the resident's fees; (3-15-22)\nf. When the facility cannot meet resident needs due to changes in services, in-house or contracted, or\ninability to provide the services; or (3-15-22)\ng. Other written conditions as may be mutually established between the resident, the resident's legal\nguardian or conservator, and the administrator of the facility at the time of admission. (3-15-22)\n02. Facility Responsibility During Resident Discharge. The facility is responsible to assist the\nresident with transfer by providing a list of skilled nursing facilities, other residential assisted living facilities, and\ncertified family homes that may meet the needs of the resident. The facility must provide a copy of the resident\nrecord, as described in Section 330 of these rules, within two (2) business days of receipt of a request signed and\nauthorized by the resident or legal representative. (3-15-22)\n03. Resident's Appeal of Involuntary Discharge. A resident may appeal all discharges, with the\nexception of an involuntary discharge in the case of nonpayment or emergency conditions that require the resident to\nbe transferred to protect the resident or other residents in the facility from harm. (3-15-22)\na. Before a facility discharges a resident, the facility must notify the resident and their representative\nof the discharge and the cause. (3-15-22)\nb. This notice must be in writing and in a language and manner the resident or their representative can\nunderstand. (3-15-22)\n04. Written Notice of Discharge. The written notice of discharge must include the following:\n(3-15-22)\na. The specific reason for the discharge; (3-15-22)\nb. The effective date of the discharge; (3-15-22)\nc. A statement that the resident has the right to appeal the discharge to the Department within thirty\n(30) calendar days of receipt of written notice of discharge; (3-15-22)\nd. The Residential Assisted Living Facilities Program website, where the appeal must be submitted;\n(3-15-22)\ne. The name, address, and telephone number of the local ombudsman; (3-15-22)\nf. The name, address, and telephone number of Disability Rights Idaho; (3-15-22)\ng. If the resident fails to pay fees to the facility, as agreed to in the admission agreement, during the\ndischarge appeal process, the resident's appeal of the involuntary discharge becomes null and void and the discharge\nnotice applies; and (3-15-22)\nh. When the notice does not contain all the above required information, the notice is void and must be\nreissued. (3-15-22)\n05. Receipt of Appeal. Request for an appeal must be received by the Department within thirty (30)\ncalendar days of the resident's or resident's representative's receipt of written notice of discharge to stop the discharge\nbefore it occurs. (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 250 Page 23\n218. -- 249. (RESERVED)",
    "citation": "IDAPA 16.03.22.217",
    "section_title": "REQUIREMENTS FOR TERMINATION OF ADMISSION AGREEMENT",
    "category": "admission_discharge",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_250",
    "content": "250. REQUIREMENTS FOR BUILDING CONSTRUCTION AND PHYSICAL STANDARDS.\nMinimum construction must meet all requirements of this rule to include codes and standards incorporated by\nreference in Section 004 of these rules, and all local and state codes that are applicable to residential assisted living\nfacilities. Where there are conflicts between the requirements in the codes, the most restrictive condition must apply.\n(3-15-22)\n01. Construction Changes. For all new construction, changes of occupancy, modifications, additions,\nor renovations to existing buildings, the facility must submit construction drawings with specifications to the\nlicensing authority for review and approval prior to any work being started. All new construction and conversions\nmust install audible and visual notification devices for fire alarm systems in all common areas and resident rooms no\nmatter the size of facility. (3-15-22)\n02. Plans and Specifications. Plans must be prepared, signed, stamped, and dated by an architect or\nengineer licensed in the state of Idaho. A variance of this requirement may be granted by the Licensing Agency when\nthe size of the project does not necessitate involvement of an architect or engineer. This must include the following:\n(3-15-22)\na. Plans and specifications must be submitted to the Licensing Agency to ensure compliance with\napplicable construction standards, codes, and regulations; (3-15-22)\nb. Plans must be drawn to scale, but no less than a scale of one-eighth (1/8) inch to one (1) foot;\n(3-15-22)\nc. Plans must be submitted electronically; (3-15-22)\nd. A physical address approved by the city; (3-15-22)\ne. Life safety plans; (3-15-22)\nf. Fire alarm shop drawings; and (3-15-22)\ng. Fire sprinkler system drawings and calculations. (3-15-22)\n03. Approval. All buildings, additions, and renovations are subject to approval by the Licensing\nAgency and must meet applicable requirements. (3-15-22)\n04. Walls and Floor Surfaces. Walls and floors must be of such character to permit cleaning. Walls\nand ceilings in kitchens, bathrooms, and utility rooms must have washable surfaces. (3-15-22)\n05. Toilets and Bathrooms. Each facility must provide: (3-15-22)\na. A toilet and bathroom for resident use so arranged that it is not necessary for an individual to pass\nthrough another resident's room to reach the toilet or bath; (3-15-22)\nb. Solid walls or partitions to separate each toilet and bathroom from all adjoining rooms; (3-15-22)\nc. Mechanical ventilation to the outside from all inside toilets and bathrooms not provided with an\noperable exterior window; (3-15-22)\nd. Each tub, shower, and lavatory with hot and cold running water; (3-15-22)\ne. At least one (1) flushing toilet for every six (6) residents; (3-15-22)\nf. At least one (1) tub or shower for every eight (8) residents; (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 250 Page 24\ng. At least one (1) lavatory with a mirror for each toilet; and (3-15-22)\nh. At least one (1) toilet, tub or shower, and lavatory in each building in which residents sleep, with\nadditional units if required by the number of persons. (3-15-22)\n06. Accessibility for Persons with Mobility and Sensory Impairments. For residents who have\nmobility or sensory impairments, the facility must provide a physical environment which meets the needs of the\nperson for independent mobility and use of appliances, bathroom facilities, and living areas. New construction must\nmeet the requirements of the Americans with Disabilities Act Accessibility Guidelines (ADAAG). Existing facilities\nmust comply, to the maximum extent feasible, with 28 CFR Sections 36.304 and 36.305 regarding removal of barriers\nunder the Americans with Disabilities Act, without creating an undue hardship or burden on the facility, and must\nprovide as required, the necessary accommodations: (3-15-22)\na. Ramps for residents who require assistance with ambulation must comply with the requirements of\nthe ADAAG 4.8; (3-15-22)\nb. Bathrooms and doors large enough to allow the easy passage of a wheelchair as provided for in the\nADAAG 4.13; (3-15-22)\nc. Grab bars in resident toilet and bathrooms in compliance with ADAAG 4.26; (3-15-22)\nd. Toilet facilities in compliance with ADAAG 4.16 and 4.23; (3-15-22)\ne. Non-retractable faucet handles in compliance with ADAAG 4.19, with the exception of selfclosing valves under 4.19.5, and 4.27; and (3-15-22)\nf. A suitable hand railing must be provided on both sides of all stairs leading into and out of a\nbuilding for residents who require the use of crutches, walkers, or braces. (3-15-22)\n07. Lighting. The facility must provide adequate lighting in all resident sleeping rooms, dining rooms,\nliving rooms, recreation rooms, and hallways. (3-15-22)\n08. Ventilation. The facility must be ventilated, and precautions taken to prevent offensive odors.\n(3-15-22)\n09. Plumbing. All plumbing in the facility must comply with local and state codes. All plumbing\nfixtures must be easily cleanable and maintained in good repair. The temperature of hot water at plumbing fixtures\nused by residents must be between one hundred five degrees Fahrenheit (105°F) and one hundred twenty degrees\nFahrenheit (120°F). (3-15-22)\n10. Heating, Ventilation, and Air-Conditioning (HVAC). Equipment must be furnished, installed,\nand maintained to meet all requirements of current state and local mechanical, electrical, and construction codes. An\nHVAC system must be provided for the facility that is capable of maintaining a minimum temperature of seventy\ndegrees Fahrenheit (70°F) and a maximum temperature of seventy-eight degrees Fahrenheit (78°F) during the day,\nand a minimum of sixty-two degrees Fahrenheit (62°F) and a maximum temperature of seventy-five degrees\nFahrenheit (75°F) during the night. Wood stoves, gas fireplaces, or solid burning fireplaces are not permitted as the\nsole source of heat, and the thermostat for the primary source of heat must be remotely located away from any of\nthese sources. (3-15-22)\na. Portable heating devices of any kind are prohibited. Portable electric space heaters and movable\nfuel-fired heaters are considered portable comfort heating devices. Exceptions are heated mattress pads, electric\nblankets, and heating pads when ordered by an authorized provider or physician; (3-15-22)\nb. All fireplaces must provide a safety barrier and have heat-tempered glass fireplace enclosures\nequivalent to ASTM Standard; (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 250 Page 25\nc. Boilers, hot water heaters, and unfired pressure vessels must be equipped with automatic pressure\nrelief valves; (3-15-22)\nd. Fire and smoke dampers must be inspected, serviced, and cleaned once every four (4) years by a\nperson professionally engaged in the business of servicing these devices or systems. A copy of these results must be\nkept in the facility. (3-15-22)\n11. Dining, Recreation, Shower, Bathing, and Living Space. The total area set aside for these\npurposes must be no less than thirty (30) square feet per licensed bed. A hall or entry cannot be included as living or\nrecreation space. (3-15-22)\n12. Resident Sleeping Rooms. The facility must ensure that: (3-15-22)\na. Resident sleeping rooms are not in attics, stairs, halls, or any other room commonly used for other\nthan bedroom purposes; (3-15-22)\nb. A room with a window that opens into an exterior window well cannot be used for a resident\nsleeping room; (3-15-22)\nc. Not more than four (4) residents can be housed in any multi-bed sleeping room in facilities licensed\nprior to July 1, 1991. New facilities or buildings converted to a licensed facility after July 1, 1991, cannot have more\nthan two (2) residents in any multi-bed sleeping room. When there is any change in ownership of the facility, the\nmaximum number of residents allowed in any room is two (2); (3-15-22)\nd. Square footage requirements for resident sleeping rooms must provide for not less than one\nhundred (100) square feet of floor space per resident in a single-bed sleeping room and not less than eighty (80)\nsquare feet of floor space per resident in a multi-bed sleeping room. For facilities constructed after January 1, 2021,\nsquare footage requirements for resident sleeping rooms must provide at least one hundred (100) square feet of floor\nspace per resident for both single-bed and multi-bed sleeping rooms. (3-15-22)\ne. Each resident's sleeping room must be provided with an operable exterior window. An operable\nwindow is not required where there is a door directly to the outside from the sleeping room; (3-15-22)\nf. The operable window sill height must not exceed thirty-six (36) inches above the floor in new\nconstruction, additions, or remodeling; (3-15-22)\ng. The operable window sill height must not exceed forty-four (44) inches above the floor in existing\nbuildings being converted to a facility; (3-15-22)\nh. Each resident sleeping room must provide a total window space that equals at least eight percent\n(8%) of the room's total square footage; (3-15-22)\ni. Window screens must be provided on operable windows; (3-15-22)\nj. Resident sleeping rooms must have walls that run from floor to ceiling, have doors that will limit\nthe passage of smoke, and provide the resident(s) with privacy; (3-15-22)\nk. Ceiling heights in sleeping rooms must be at least seven (7) feet, six (6) inches; and (3-15-22)\nl. Closet space in each resident sleeping room must provide at least four (4) usable square feet per\nresident. Common closets used by two (2) or more residents must have substantial dividers for separation of each\nresident's clothing. All closets must be equipped with doors. Free-standing closets are deducted from the square\nfootage of the sleeping room. (3-15-22)\n13. Secure Environment. If the facility accepts and retains residents who have cognitive impairment\nand have a history of elopement or attempted elopement, the facility must provide an interior environment and\nexterior yard that is secure and safe. Because measures to secure the environment may be effective for one (1)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 255 Page 26\nresident, but not another, the type of the security provided must be evaluated for effectiveness in protecting each\nresident, based on their individual needs and abilities, and adjusted as necessary. These measures must be\nincorporated into the NSA of each applicable resident. (3-15-22)\n14. Call System. The facility must have a call system available for each resident to call for assistance\nand still be ensured a resident’s right to privacy at the facility, including in the resident’s living quarters and common\nareas, during medical treatment, and other services, and in written and telephonic communications, or in visits with\nfamily, friends, advocates, and resident groups. The call system cannot be a substitute for supervision. For facilities\nlicensed prior to January 1, 2006, when the current system is no longer operational or repairable the facility must\ninstall a call system as defined in Section 010 of these rules. (3-15-22)\n15. Dietary Standards. Each facility must have a full-service kitchen to meet the needs of the\nresidents. Any satellite kitchen must meet all applicable requirements. (3-15-22)\n251. -- 254. (RESERVED)",
    "citation": "IDAPA 16.03.22.250",
    "section_title": "REQUIREMENTS FOR BUILDING CONSTRUCTION AND PHYSICAL STANDARDS",
    "category": "physical_plant",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_255",
    "content": "255. REQUIREMENTS FOR ADDITIONAL PHYSICAL STANDARDS.\n01. Fire District. The facility site must be in a lawfully constituted fire district. (3-15-22)\n02. Roads. The facility must be served by an all-weather road and kept open to motor vehicles at all\ntimes of the year. (3-15-22)\n03. Medical Accessibility. The facility site must be accessible to authorized providers or emergency\nmedical services within thirty (30) minutes driving time. (3-15-22)\n256. -- 259. (RESERVED)",
    "citation": "IDAPA 16.03.22.255",
    "section_title": "REQUIREMENTS FOR ADDITIONAL PHYSICAL STANDARDS",
    "category": "physical_plant",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_260",
    "content": "260. REQUIREMENTS FOR ENVIRONMENTAL SANITATION.\n01. Water Supply. The facility must have an adequate water supply that is safe and of a sanitary\nquality. (3-15-22)\na. The water supply must be from an approved private, public, or municipal water supply; (3-15-22)\nb. Water from a private supply must have water samples submitted annually to either a private\naccredited laboratory or to the Public Health District Laboratory for bacteriological examination. The Department\nmay require more frequent examinations if warranted; and (3-15-22)\nc. There must be a sufficient amount of water under adequate pressure to meet sanitary and fire\nsprinkler system requirements of the facility at all times. (3-15-22)\n02. Sewage Disposal. All sewage and liquid waste must be discharged into a municipal sewage system\nwhere such a system is available. If a municipal sewage system is not available, sewage and liquid waste must be\ncollected, treated, and disposed of in a manner approved by the Department. (3-15-22)\n03. Garbage and Refuse Disposal. Garbage and refuse disposal must be provided to ensure that:\n(3-15-22)\na. The premises and all buildings must be kept free from the accumulation of weeds, trash, and\nrubbish; (3-15-22)\nb. Material not directly related to the maintenance and operation of the facility must not be stored on\nthe premises; (3-15-22)\nc. All containers used for storage of garbage and refuse must be constructed of durable, nonabsorbent\nmaterial, and must not leak. Containers must be provided with tight-fitting lids unless stored in a vermin-proof room\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 305 Page 27\nor enclosure; and (3-15-22)\nd. Garbage containers must be maintained in a sanitary manner. Sufficient containers must be\nafforded to hold all garbage and refuse which accumulates between periods of removal from the facility. Storage\nareas must be clean and sanitary. (3-15-22)\n04. Insect and Rodent Control. A pest control program must be in effect at all times. This program\nmust effectively prevent insects, rodents, and other pests from entrance to, or infestation of, the facility. (3-15-22)\n05. Linen and Laundry Facilities and Services. (3-15-22)\na. The facility must have available at all times a quantity of linen essential to the proper care and\ncomfort of residents; (3-15-22)\nb. Linen must be of good quality, not thread-bare, torn, or stained; (3-15-22)\nc. Linens must be handled, processed, and stored in an appropriate manner that prevents\ncontamination; (3-15-22)\nd. Adequate facilities must be provided for the proper and sanitary washing and drying of linen and\nother washable goods laundered in the facility; (3-15-22)\ne. The laundry must be situated in an area separate and apart from where food is stored, prepared, or\nserved; (3-15-22)\nf. The laundry area must be well-lighted, ventilated, adequate in size for the needs of the facility,\nmaintained in a sanitary manner, and kept in good repair; (3-15-22)\ng. Care must be taken to ensure soiled linen and clothing are properly handled to prevent\ncontamination. Clean linen and clothing received from a laundry service must be stored in a proper manner to prevent\ncontamination; and (3-15-22)\nh. Residents' and personnel’s personal laundry must be collected, transported, sorted, washed, and\ndried in a sanitary manner and cannot be washed with general linens (e.g., towels and sheets). (3-15-22)\n06. Housekeeping and Maintenance Services. Housekeeping, maintenance personnel, and equipment\nmust be provided to maintain the interior and exterior of the facility in a clean, safe, and orderly manner. Prior to\noccupancy of any sleeping room by a new resident, the room must be thoroughly cleaned including the bed, bedding,\nand furnishings. (3-15-22)\n07. Toxic Chemicals. All toxic chemicals must be properly labeled. Toxic chemicals cannot be stored\nwhere food is stored, prepared, or served, where medications are stored, and where residents with cognitive\nimpairment have access. (3-15-22)\n261. – 304. (RESERVED)",
    "citation": "IDAPA 16.03.22.260",
    "section_title": "REQUIREMENTS FOR ENVIRONMENTAL SANITATION",
    "category": "physical_plant",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_305",
    "content": "305. REQUIREMENTS FOR THE LICENSED REGISTERED NURSING ASSESSMENT.\nFor each resident the licensed registered nurse must assess and document, including date and signature, the following:\n(3-15-22)\n01. Resident Medications and Therapies. Each resident's use of, and response to all medications,\n(including over-the-counter, and prescribed therapies), the monitoring of side effects, interactions, abuse, or other\nadverse effects, and ensuring the resident's physician or authorized provider is notified of any identified concerns\nwith medications and therapies. (3-15-22)\n02. Current Medication Orders and Treatment Orders. Each resident's medication and treatment\norders are current and verified for the following: (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 310 Page 28\na. The medication listed on the medication distribution container, including over-the-countermedications, is consistent with physician or authorized provider orders; (3-15-22)\nb. The physician or authorized provider orders related to therapeutic diets, treatments, and\nmedications for each resident are followed; and (3-15-22)\nc. A copy of the actual written, signed, and dated orders are present in each resident's care record.\n(3-15-22)\n03. Resident Health Status. The health status of each resident by conducting a physical assessment\nand identifying symptoms of illness, or any changes in mental or physical health status. (3-15-22)\n04. Recommendations. Recommendations to the administrator regarding any medication needs, other\nhealth needs requiring follow-up, or changes needed to the NSA. The nurse must notify the physician or authorized\nprovider of recommendations for medical care and services that are needed. (3-15-22)\n05. Progress of Previous Recommendations. The progress of previous recommendations regarding\nany medication needs or other health needs that require follow-up. (3-15-22)\n06. Self-Administered Medication. Each resident participating in a self-administered medication\nprogram at the following times: (3-15-22)\na. Before the resident can self-administer medication to ensure resident safety; and (3-15-22)\nb. Every ninety (90) days to evaluate the continued validity of the assessment to ensure the resident is\nstill capable to safely self-administer medication(s). (3-15-22)\n07. Resident and Facility Staff Education. Recommendations for any health care-related educational\nneeds, for both the resident and facility staff, as the result of the nursing assessment or at the direction of the resident's\nhealth care provider. (3-15-22)\n306. -- 309. (RESERVED)",
    "citation": "IDAPA 16.03.22.305",
    "section_title": "REQUIREMENTS FOR THE LICENSED REGISTERED NURSING ASSESSMENT",
    "category": "nursing_assessment",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_310",
    "content": "310. REQUIREMENTS FOR MEDICATION.\nFacility policies and procedures must specify how medications will be handled. (3-15-22)\n01. Medication Distribution System. Each facility must use medi-sets or blister packs for prescription\nmedications. The facility may use multi-dose medication distribution systems that are provided for resident’s\nreceiving medications from the Veterans Administration or Railroad benefits. The medication system must be filled\nby a pharmacist and appropriately labeled in accordance with pharmacy standards and physician or authorized\nprovider instructions. The facility's licensed nurse may fill medi-sets, blister packs, or other Licensing Agency\napproved systems as described in Section 39-3326, Idaho Code. (3-15-22)\na. All medications must be kept in a locked area such as a locked box or room; (3-15-22)\nb. Poisons, toxic chemicals, and cleaning agents must not be stored with medications; (3-15-22)\nc. Biologicals and other medications requiring cold storage must be maintained at thirty-eight degrees\nFahrenheit to forty-five degrees Fahrenheit (38°F-45°F), and the temperature monitored and documented daily;\n(3-15-22)\nd. Assistance with medication must comply with the Board of Nursing requirements; (3-15-22)\ne. Each prescription medication must be given to the resident directly from the medi-set, blister pack,\nor medication container; (3-15-22)\nf. Each resident must be observed taking the medication; and (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 319 Page 29\ng. Each prescribed PRN must be available in the facility. (3-15-22)\n02. Discontinued and Expired Prescriptions. Discontinued or outdated medications and treatments\nmust be removed from the resident's medication supply and cannot accumulate at the facility for longer than thirty\n(30) days. The unused medication must be disposed of in a manner that ensures it cannot be retrieved. The facility\nmay enter into agreement, a copy of which must be maintained, with a pharmacy or other authorized entity to return\nunused, unopened medications for proper disposition. A written record of all drug disposals must be maintained in the\nfacility and include: (3-15-22)\na. A description of the drug, including the amount; (3-15-22)\nb. Name of the resident for whom the medication is prescribed; (3-15-22)\nc. The reason for disposal; (3-15-22)\nd. The method of disposal; (3-15-22)\ne. The date of disposal; and (3-15-22)\nf. Signatures of responsible facility personnel and witness. (3-15-22)\n03. Controlled Substances. The facility must track all controlled substances entering the facility,\nincluding the amount received, the date, a daily count, reconciliation of the number given or disposed, and the\nnumber remaining. (3-15-22)\n04. Psychotropic or Behavior Modifying Medication. (3-15-22)\na. Psychotropic or behavior modifying medication intervention must not be the first resort to address\nbehaviors. The facility must attempt non-drug interventions to assist and redirect the resident’s behavior. (3-15-22)\nb. Psychotropic or behavior modifying medications must be prescribed by a physician or authorized\nprovider. (3-15-22)\nc. The facility must monitor the resident to determine continued need for the medication based on the\nresident’s demonstrated behaviors. (3-15-22)\nd. The facility must monitor the resident for any side effects that could impact the resident’s health\nand safety. (3-15-22)\ne. The use of psychotropic or behavior modifying medications must be reviewed by the physician or\nauthorized provider at least every six (6) months. The facility must provide behavior updates to the physician or\nauthorized provider to help facilitate an informed decision on the continued use, and possible reduction, of the\npsychotropic or behavior modifying medication. (3-15-22)\n311. -- 318. (RESERVED)",
    "citation": "IDAPA 16.03.22.310",
    "section_title": "REQUIREMENTS FOR MEDICATION",
    "category": "nursing_assessment",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_319",
    "content": "319. COMPREHENSIVE ASSESSMENT REQUIREMENTS.\nThe facility must complete assessment information as described in Subsections 319.01 through 319.04 of this rule,\nprior to admitting the resident to the residential assisted living facility. The remainder of the comprehensive\nassessment must be completed within fourteen (14) days of admission. Comprehensive assessment information must\nbe updated when there is a change, or at least every twelve (12) months. The comprehensive assessment must contain\nthe following: (3-15-22)\n01. Resident Demographics. Resident demographic information, including: (3-15-22)\na. Date of birth; (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 320 Page 30\nb. Placement history; (3-15-22)\nc. Identification of any medical diagnoses, including any information about specific health problems,\nsuch as allergies, that may be useful in a medical emergency; (3-15-22)\nd. Prescription and over-the-counter medications and treatments; (3-15-22)\ne. Information related to cognitive function; (3-15-22)\nf. Legal status, to include copies of legal documents when applicable (e.g., guardianship or power of\nattorney); and (3-15-22)\ng. Names and contact information of representatives and emergency contacts. (3-15-22)\n02. Level of Personal Assistance Required. The facility must assess the level of assistance required to\nhelp the resident with the following: Activities of daily living, including bathing, dressing, toileting, grooming,\neating, communicating, medications, and the use of adaptive equipment, such as hearing aids, walkers, or eyeglasses.\n(3-15-22)\n03. Nursing Assessment. Information related to the resident's health, medical status, and identification\nof any health services needed, including frequency and scope. (3-15-22)\n04. Maladaptive Behaviors. Evaluation of maladaptive behaviors, including: (3-15-22)\na. The resident's behavioral history, including any history of traumatic events; (3-15-22)\nb. The intensity, duration, and frequency of each maladaptive behavior; (3-15-22)\nc. Potential contributing environmental factors, such as heat, noise, or overcrowding; (3-15-22)\nd. Any specific events that can trigger maladaptive behaviors; (3-15-22)\ne. Potential contributing health factors, such as hunger, pain, constipation, infection, fever, or\nmedication side effects; and (3-15-22)\nf. Recent changes in the resident's life, such as a death in the family or changes in care. (3-15-22)\n05. Resident Preferences. Resident preferences and historical information that includes: (3-15-22)\na. Religion and church attendance, including preferred church contact information; (3-15-22)\nb. Historical information including significant life events, family, work, and education; and (3-15-22)\nc. Hobbies or preferred activities. (3-15-22)\n06. Outside Services. Information related to outside services, including the service type being\nprovided, when, and by whom. (3-15-22)\n07. Assessment Results. The results of the comprehensive assessment must be used to develop the\nNSA, identify training needs for staff, and evaluate the ability of an administrator and facility to meet the identified\nresident’s needs. (3-15-22)",
    "citation": "IDAPA 16.03.22.319",
    "section_title": "COMPREHENSIVE ASSESSMENT REQUIREMENTS",
    "category": "service_agreements",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_320",
    "content": "320. NEGOTIATED SERVICE AGREEMENT (NSA) REQUIREMENTS.\nUnder Section 39-3309, Idaho Code, each resident must enter into an NSA completed, signed, and implemented no\nlater than fourteen (14) calendar days from the date of admission. An interim plan must be developed and used while\nthe NSA is being completed as described in Section 330 of these rules. (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 330 Page 31\n01. Use of NSA. The NSA provides for the coordination of services and instruction to the facility staff.\nUpon completion, the agreement must clearly identify the resident, describe services to be provided, the frequency of\nsuch services, and how such services are to be delivered. (3-15-22)\n02. Key Elements of the NSA. A resident's NSA must be based on the comprehensive assessment\ninformation described in Section 319 of these rules. NSAs must incorporate information from the resident's care\nrecord, described in Section 330 of these rules. (3-15-22)\n03. Signature, Date, and Approval of Agreement. The administrator, resident, and any legal\nrepresentative must sign and date the NSA upon its completion. (3-15-22)\n04. Review Date. The NSA must include the next scheduled date of review. (3-15-22)\n05. Development of the NSA. The resident, and other relevant persons as identified by the resident,\nmust be included in the development of the NSA. Licensed and professional staff must be involved in the\ndevelopment of the NSA as applicable. (3-15-22)\n06. Copy of Initial Agreement. Signed copies of the agreement must be given to the resident, their\nrepresentative, and their legal guardian or conservator, and a copy placed in the resident's record, no later than\nfourteen (14) calendar days from admission. (3-15-22)\n07. Resident Choice. A resident must be given the choice and control of how and what services the\nfacility or external vendors will provide, to the extent the resident can make choices. The resident's choice must not\nviolate the provisions of Section 39-3307(1), Idaho Code. (3-15-22)\n08. Periodic Review. The NSA must be reviewed when there is a change in a diagnosis for a resident\nor other change in condition requiring different, additional, or replacement services, or at least every twelve (12)\nmonths. (3-15-22)\n321. -- 329. (RESERVED)",
    "citation": "IDAPA 16.03.22.320",
    "section_title": "NEGOTIATED SERVICE AGREEMENT (NSA) REQUIREMENTS",
    "category": "service_agreements",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_330",
    "content": "330. REQUIREMENTS FOR FACILITY RECORDS.\nThe facility must maintain complete, accurate, and authentic records which are preserved in a safe location protected\nfrom fire, theft, and water damage for a minimum of three (3) years. (3-15-22)\n01. Paper Records. All paper records must be recorded legibly in ink. (3-15-22)\n02. Electronic Records. Electronic records policies and procedures must be developed and\nimplemented that specify which records will be maintained electronically. Policy development and implementation\nmust ensure: (3-15-22)\na. The facility must print and provide paper copies of electronic records upon the request of the\nresident, their legal guardian or conservator, advocacy and protection agencies, and the Department. (3-15-22)\nb. Security measures must be taken to protect the use of an electronic signature by anyone other than\nthe person to which the electronic signature belongs and to protect that person's identity. The policy must specify how\npasswords are assigned, and the frequency they are changed. (3-15-22)\nc. Security measures must be taken to ensure the integrity of any electronic documentation. (3-15-22)\n03. Record Confidentiality. The facility must safeguard confidential information against loss,\ndestruction, and unauthorized use. (3-15-22)\n04. Resident Care Records. An individual care record must be maintained for each resident with all\nentries kept current and completed by the person providing the care. (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 330 Page 32\na. Entries must include the date, time, name, and title of the person making the entry. Staff must sign\neach entry made by them during their shift. (3-15-22)\nb. Care records of all current residents must be available to staff at all times. (3-15-22)\nc. In addition to an NSA, as described in Section 320 of these rules, each care record must include\ndocumentation of the following: (3-15-22)\ni. Comprehensive assessments, as described in Section 319 of these rules; (3-15-22)\nii. Current medications, treatments, and diet prescribed, all signed and dated by the ordering physician\nor authorized provider; (3-15-22)\niii. Treatments, wound care, assistance with medications, and any other delegated nursing tasks.\nDocumentation must include any PRN medication use (if applicable), including the reason for taking the medication\nand the efficacy; (3-15-22)\niv. Times the NSA is not followed, such as during refusal of care or services. This includes any time a\nmedication is refused by a resident, not taken by a resident, not given to a resident, and the reason for the omission;\n(3-15-22)\nv. Calls to the resident's physician or authorized provider, including the reason for each call and the\noutcome; (3-15-22)\nvi. Notification to the facility nurse of changes in the resident's physical or mental condition;\n(3-15-22)\nvii. Nursing assessments, as described in Section 305 of these rules; (3-15-22)\nviii. The results of any physician or authorized provider visits; (3-15-22)\nix. Copies of all signed and dated care plans prepared by outside service agencies; (3-15-22)\nx. Notes regarding outside services and care provided to the resident, such as home health, hospice, or\nphysical therapy; (3-15-22)\nxi. Unusual events such as incidents, accidents, or altercations, and the facility's response; and\n(3-15-22)\nxii. When a resident refuses medical treatment or physician's orders, the facility must document the\nresident and their legal guardian have been informed of the consequences of the refusal and the resident's physician or\nauthorized provider has been notified of the refusal. (3-15-22)\n05. Admission Records. As described in Section 39-3315, Idaho Code, resident admission\ndocumentation must include: (3-15-22)\na. The resident's preferred providers and contact information, including physician or authorized\nprovider, optometrist, dentist, pharmacy, and outside service providers. (3-15-22)\nb. Results of the resident's last history and physical examination, performed by a physician or\nauthorized provider. The examination must have been conducted no more than six (6) months prior to admission.\n(3-15-22)\nc. Physician or authorized provider orders that are current, signed, and dated, including a list of\nmedications, treatments, diet, and any limitations. (3-15-22)\nd. A written admission agreement that is signed and dated by the administrator and the resident or\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 330 Page 33\ntheir legal guardian or conservator, and meets the requirements of Section 216 of these rules. (3-15-22)\ne. If separate from the admission agreement, a copy of the payment schedule and fee structure signed\nand dated by the resident or their legal guardian or conservator. (3-15-22)\nf. If the facility manages the resident's funds, a signed and dated written agreement between the\nfacility and the resident or their legal guardian or conservator that specifies the terms. (3-15-22)\ng. A signed copy of the resident's rights, as described in Sections 550 and 560 of these rules, or a\nsigned and dated statement that the resident or their legal guardian or conservator has read and understands their\nrights in a residential assisted living facility. (3-15-22)\nh. An interim care plan signed by the resident, responsible party, and the facility, completed prior to,\nor on the day of, admission. (3-15-22)\ni. Documentation indicating the resident has been informed of the facility's emergency procedures,\nincluding resident responsibility. (3-15-22)\n06. Behavior Documentation. For residents who exhibit maladaptive behaviors, behavior\nmanagement records must be maintained in the resident record, including: (3-15-22)\na. An assessment of maladaptive behaviors, as described in Section 319 of these rules. (3-15-22)\nb. A behavior plan that includes at least one (1) intervention specific to each maladaptive behavior.\n(3-15-22)\ni. Interventions must be the least restrictive possible; and (3-15-22)\nii. Each intervention must be reviewed as appropriate, based on the severity of the behavior, to\nevaluate the effectiveness and continued need for the intervention. (3-15-22)\nc. Ongoing tracking of behaviors, including documentation of the date and time each maladaptive\nbehavior was observed, the specific behavior that was observed, what interventions were used in response to the\nmaladaptive behavior, and the effectiveness of each intervention. (3-15-22)\n07. Discharge Records. Resident discharge documentation must include: (3-15-22)\na. When the discharge is involuntary, the facility's efforts to resolve the situation and a copy of the\ndischarge notice, signed and dated by the resident and the facility. If the resident refuses, or is unable to sign the\nnotice, the facility must maintain evidence that the notice was delivered to the resident and the responsible party;\n(3-15-22)\nb. The date and the location where the resident is discharged; and (3-15-22)\nc. The disposition of the resident's belongings. (3-15-22)\n08. Additional Resident Records. The facility must also maintain the following for each resident:\n(3-15-22)\na. A record of all personal property that the resident has entrusted to the facility, including\ndocumentation to identify and track the property to ensure that personal items are kept safe and used only by the\nresident to which the items belong; and (3-15-22)\nb. Any complaints or grievances voiced by the resident including the date received, the investigation\nwith outcome, and the response to the resident. (3-15-22)\n09. Resident Admission and Discharge Register. The facility must maintain an admission and\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 330 Page 34\ndischarge register listing the name of each resident, the date admitted, and the date discharged. The admission and\ndischarge register must be produced as a separate document, apart from resident records, and kept current. (3-15-22)\n10. Hourly Adult Care Documentation. A log of those who have utilized hourly adult care must be\nmaintained, including the dates the service was provided. Individual records must be maintained for each person\nutilizing hourly adult care. The individual record documentation must include: (3-15-22)\na. Admission identification information, including contact information for the responsible party in an\nemergency, and the physician or authorized provider; (3-15-22)\nb. Information, such as medical and social, relevant to the supervision of the person; and (3-15-22)\nc. Care and services provided during hourly adult care, including assistance with medications.\n(3-15-22)\n11. Dietary Records. The facility must maintain on-site a minimum of three (3) months of dietary\ndocumentation, as follows: (3-15-22)\na. Copies of planned menus, including therapeutic menus, that are approved, signed, and dated by a\ndietitian; and (3-15-22)\nb. Served menus, including therapeutic menus, which reflect substitutions made. (3-15-22)\n12. Records for Water Supply. Copies of laboratory reports documenting the bacteriological\nexamination of a private water supply must be kept on file in the facility. (3-15-22)\n13. Personnel Records. A record for each employee must be maintained and available, which includes\nthe following: (3-15-22)\na. The employee's name, address, phone number, and date of hire; (3-15-22)\nb. A job description that includes the purpose, responsibilities, duties, and authority; (3-15-22)\nc. Evidence that on, or prior to hire, staff were notified in writing if the facility does or does not carry\nprofessional liability insurance. If the facility cancels existing professional liability insurance, all staff must be\nnotified of the change in writing; (3-15-22)\nd. A copy of a current license for all nursing staff and verification from the Board of Nursing that the\nlicense is in good standing with identification of restrictions; (3-15-22)\ne. Signed evidence of training as described in Sections 620 through 641 of these rules; (3-15-22)\nf. Copies of CPR and first aid certifications; (3-15-22)\ng. Evidence of medication training as described in Section 645 of these rules; (3-15-22)\nh. Criminal history and background check results that meet Section 009 of these rules and state-only\nbackground check results; (3-15-22)\ni. Documentation by the licensed nurse of delegation to unlicensed staff who assist residents with\nmedications and other nursing tasks; (3-15-22)\nj. When acting on behalf of the administrator, a signed document authorizing the responsibility; and\n(3-15-22)\nk. Copies of contracts with outside service providers and contract staff. (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 335 Page 35\n14. As Worked Schedules. Work records must be maintained in written or electronic format which\nreflect: (3-15-22)\na. Personnel on duty, at any given time; and (3-15-22)\nb. The first and last names of each employee and their position. (3-15-22)\n15. Fire and Life Safety Records. The administrator must ensure the facility's records for fire and life\nsafety are maintained. The facility must maintain on file: (3-15-22)\na. Fire detection, alarm, and communication system reports: (3-15-22)\ni. The results of the annual inspection and tests; and (3-15-22)\nii. Smoke detector sensitivity testing results. (3-15-22)\nb. The results of any weekly, monthly, quarterly, semi-annual, and annual sprinkler system\ninspections, maintenance, and tests; (3-15-22)\nc. Records of the monthly examination of the portable fire extinguishers, documenting the following:\n(3-15-22)\ni. Each extinguisher is in its designated location; (3-15-22)\nii. Each extinguisher seal or tamper indicator is not broken; (3-15-22)\niii. Each extinguisher has not been physically damaged; (3-15-22)\niv. Each extinguisher gauge shows a charged condition; and (3-15-22)\nv. The inspection tag or documentation for the extinguisher must show at least the initials of the\nperson making the monthly examination and the date of the examination. (3-15-22)\nd. Documentation for when a fire watch is instituted and a fire watch log for each round of patrol,\nidentifying who conducted the fire watch, date, time, and situations encountered. (3-15-22)\n331. -- 334. (RESERVED)",
    "citation": "IDAPA 16.03.22.330",
    "section_title": "REQUIREMENTS FOR FACILITY RECORDS",
    "category": "records",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_335",
    "content": "335. REQUIREMENTS FOR INFECTION CONTROL.\nThe administrator is responsible for ensuring that policies and procedures consistent with recognized standards that\ncontrol and prevent infections for both staff and residents are developed and implemented throughout the facility, to\ninclude: (3-15-22)\n01. Staff with an Infectious Disease. Staff with an infectious disease must not work until the\ninfectious stage no longer exists or must be reassigned to a work area where contact with others is not expected and\nlikelihood of transmission of infection is absent. (3-15-22)\n02. Standard Precautions. Standard precautions must be used in the care of residents to prevent\ntransmission of infectious disease according to the Centers for Disease Control and Prevention (CDC) guidelines.\nThese guidelines may be accessed on the CDC website at http://www.cdc.gov/hai/. (3-15-22)\n03. Reporting of Individual with an Infectious Disease. The name of any resident or facility\npersonnel with a reportable disease listed in IDAPA 16.02.10, “Idaho Reportable Diseases,” must be reported\nimmediately to the local health district authority with appropriate infection control procedures immediately\nimplemented as directed by that local health authority. (3-15-22)\n336. -- 399. (RESERVED)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 400 Page 36",
    "citation": "IDAPA 16.03.22.335",
    "section_title": "REQUIREMENTS FOR INFECTION CONTROL",
    "category": "records",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_400",
    "content": "400. REQUIREMENTS FOR FIRE AND LIFE SAFETY STANDARDS.\nA facility's buildings must meet all requirements of the local and state codes that are applicable to residential assisted\nliving facilities for fire and life safety standards. Facilities’ evacuation capability is considered “impractical” as\ndefined by NFPA, Standard 101. (3-15-22)\n401. FIRE AND LIFE SAFETY STANDARDS FOR NEW BUILDINGS HOUSING THREE THROUGH\nSIXTEEN RESIDENTS.\nA newly constructed facility, change of ownership, or a building converted to a residential assisted living facility on\nor after January 1, 2021, housing three (3) to sixteen (16) residents on the first story only must comply with NFPA,\nStandard 101, Chapter 32, Small Facilities. (3-15-22)\n402. FIRE AND LIFE SAFETY STANDARDS FOR NEW BUILDINGS HOUSING SEVENTEEN OR\nMORE RESIDENTS AND MULTI-STORY BUILDINGS.\nA newly constructed facility, change of ownership, or a building converted to a residential assisted living facility on\nor after January 1, 2021, housing seventeen (17) residents or more, or any building housing residents on stories other\nthan the first story must comply with requirements of NFPA, Standard 101, Chapter 32, Large Facilities. (3-15-22)\n403. FIRE AND LIFE SAFETY STANDARDS FOR EXISTING BUILDINGS LICENSED FOR THREE\nTHROUGH SIXTEEN RESIDENTS.\nExisting facilities licensed prior to January 1, 2021, housing three (3) to sixteen (16) residents on the first story only,\nmust comply with the requirements of the NFPA, Standard 101, Chapter 33, Small Facilities. Existing buildings that\nare not sprinklered may continue to operate, except when Section 401 of these rules apply. (3-15-22)\n404. FIRE AND LIFE SAFETY STANDARDS FOR EXISTING BUILDINGS LICENSED FOR\nSEVENTEEN OR MORE RESIDENTS AND MULTI-STORY BUILDINGS.\nExisting facilities licensed prior to January 1, 2021 housing seventeen (17) or more residents and multi-story\nbuildings or any building housing residents on stories other than the first story must comply with NFPA, Standard\n101, Chapter 33, Large Facilities. (3-15-22)\n405. ADDITIONAL FIRE AND LIFE SAFETY STANDARDS FOR ALL BUILDINGS AND\nFACILITIES.\n01. Electrical Installations and Equipment. Electrical installations and equipment must comply with\napplicable local or state electrical requirements in NFPA, Standard 101, Mandatory References. (3-15-22)\na. Extension cords and multi-plug adapters are prohibited; (3-15-22)\nb. Relocatable Power Taps (RPTs) must be Underwriter Laboratories (U/L) approved with the\nfollowing requirements: (3-15-22)\ni. RPTs must be directly connected to a wall outlet; and (3-15-22)\nii. Have a built-in surge protector. (3-15-22)\n02. Prohibited Applications. The following are prohibited uses of an RPT: (3-15-22)\na. Medical equipment; (3-15-22)\nb. Daisy chain or plugging one (1) plug strip into a second plug strip; (3-15-22)\nc. Appliances; (3-15-22)\nd. As a convenience, in lieu of permanent installed receptacles; and (3-15-22)\ne. Extend through walls, ceilings, floors, under doors or floor coverings, or be subject to\nenvironmental or physical damage. (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 410 Page 37\n03. Medical Gases. Handling, use, and storage of medical gas must be according to NFPA, Standard\n99, Chapter 11, Performance, Maintenance, and Testing as referenced in Section 004 of these rules. (3-15-22)\n04. Fuel-Fired Heating. Fuel-fired heating devices and systems must be inspected, serviced, and\ncleaned at least annually by a person professionally engaged in the business of servicing these devices or systems.\n(3-15-22)\n05. Natural or Man-Made Hazards. When natural or man-made hazards are present on the facility\nproperty or border the facility property, suitable fences, guards, railing, or a combination must be installed to provide\nprotection for the residents. (3-15-22)\n06. Telephone. The facility must have a telephone on the premises available for staff use in the event\nof an emergency. Emergency telephone numbers must be posted near the telephone. (3-15-22)\n406. -- 409. (RESERVED)",
    "citation": "IDAPA 16.03.22.400",
    "section_title": "REQUIREMENTS FOR FIRE AND LIFE SAFETY STANDARDS",
    "category": "staffing",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_410",
    "content": "410. REQUIREMENTS FOR EMERGENCY ACTIONS AND FIRE DRILLS.\nFire drills must be conducted not less than six (6) times a year on a bimonthly basis, with not less than two (2)\nconducted during the night when residents are sleeping. Records must be maintained on file at the facility and contain\na description, date, and time of the drill, response of the personnel and residents, problems encountered, and\nrecommendations for improvement. (3-15-22)\n01. Report of Fire. A separate report on each fire incident occurring within the facility must be\nsubmitted to the Licensing Agency within thirty (30) days of the occurrence. The reporting form, “Facility Fire\nIncident Report,” issued by the Licensing Agency is used to secure specific data concerning date, origin, extent of\ndamage, method of extinguishment, and injuries, if any. A fire incident is considered any activation of the building's\nfire alarm system other than a false alarm, during testing of the fire alarm system, or during a fire drill. (3-15-22)\n02. Fire Watch. Where a required fire alarm system or fire sprinkler system is out of service for more\nthan four (4) hours in a twenty-four (24) hour period, the authority having jurisdiction must be notified, and the\nbuilding evacuated, or an approved fire watch provided for all parties left unprotected by the shutdown until the fire\nalarm system has been returned to service. (3-15-22)\n411. -- 429. (RESERVED)",
    "citation": "IDAPA 16.03.22.410",
    "section_title": "REQUIREMENTS FOR EMERGENCY ACTIONS AND FIRE DRILLS",
    "category": "staffing",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_430",
    "content": "430. REQUIREMENTS FOR FURNISHINGS, EQUIPMENT, SUPPLIES, AND BASIC SERVICES.\nEach facility must provide to the resident: (3-15-22)\n01. Common Shared Furnishings. Appropriately designed and constructed furnishings to meet the\nneeds of each resident, including reading lamps, tables, comfortable chairs, or sofas. All items must be in good repair,\nclean, safe, and provided at no additional cost to the resident. (3-15-22)\n02. Resident Sleeping Room Furnishings. Comfortable furnishings and individual storage, such as a\ndresser, for personal items for each resident in each sleeping room. All items must be in good repair, clean, and safe.\n(3-15-22)\n03. Resident Bed. Each resident must be provided their own bed, which will be at least thirty-six (36)\ninches wide, substantially constructed, clean, and in good repair. Roll-away beds, cots, futons, folding beds, or double\nbunks are prohibited. Bed springs must be in good repair, clean, and comfortable. Bed mattresses must be standard\nfor the bed, clean, and odor-free. A pillow must be provided. (3-15-22)\n04. Resident Telephone Privacy. The facility must have at least one (1) telephone that is accessible to\nall residents, and provide local calls at no additional cost. The telephone must be placed in such a manner as to\nprovide the resident privacy while using the telephone. (3-15-22)\n05. Basic Services. The following are basic services to be provided to the resident by the facility\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 450 Page 38\nwithin the basic services rate: (3-15-22)\na. Rent; (3-15-22)\nb. Utilities; (3-15-22)\nc. Food; (3-15-22)\nd. Activities of daily living services; (3-15-22)\ne. Supervision; (3-15-22)\nf. First aid; (3-15-22)\ng. Assistance with and monitoring of medications; (3-15-22)\nh. Laundering of linens owned by the facility; (3-15-22)\ni. Emergency interventions and coordination of outside services; (3-15-22)\nj. Routine housekeeping and maintenance of common areas; and (3-15-22)\nk. Access to basic television in common areas. (3-15-22)\n06. Basic Supplies. The following are to be supplied by the facility at no additional cost to the resident:\nlinens, towels, wash cloths, liquid hand soap, non-sterile exam gloves, toilet paper, and first aid supplies, unless the\nresident chooses to provide their own. (3-15-22)\n07. Personal Supplies. Soap, shampoo, hair brush, comb, electric razor or other means of shaving,\ntoothbrush, toothpaste, sanitary napkins, and incontinence supplies must be provided by the facility unless the\nresident chooses to provide their own. The facility may charge the resident for personal supplies the facility provides\nand must itemize each item being charged to the resident. (3-15-22)\n08. Resident Supplies and Furnishings. If a resident chooses to provide their own supplies or\nfurnishings, the facility must ensure that the resident's supplies or furnishings meet the minimum standards as\nidentified in this rule. (3-15-22)\n431. -- 449. (RESERVED)",
    "citation": "IDAPA 16.03.22.430",
    "section_title": "REQUIREMENTS FOR FURNISHINGS, EQUIPMENT, SUPPLIES, AND BASIC SERVICES",
    "category": "staffing",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_450",
    "content": "450. REQUIREMENTS FOR FOOD AND NUTRITIONAL CARE SERVICES.\nThe facility food services must meet the standards in IDAPA 16.02.19, “Idaho Food Code,” as incorporated in\nSection 004 of these rules. The facility must also implement operational policies for providing proper nutritional care\nfor each resident, which includes procedures to follow if the resident refuses food or to follow a prescribed diet.\n(3-15-22)",
    "citation": "IDAPA 16.03.22.450",
    "section_title": "REQUIREMENTS FOR FOOD AND NUTRITIONAL CARE SERVICES",
    "category": "staffing",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_451",
    "content": "451. MENU AND DIET PLANNING.\nThe facility must provide each resident with at least the minimum food and nutritional needs in accordance with the\nRecommended Dietary Allowances established by the Food and Nutrition Board of the National Academy of\nSciences. These recommendations are found in the Idaho Diet Manual incorporated by reference in Section 004 of\nthese rules. The menu must be adjusted for age, sex, and activity as approved by a registered dietitian. (3-15-22)\n01. Menu. The facility must have a menu planned or approved, and signed and dated by a registered\ndietitian prior to being served to any resident. The planned menu must meet nutritional standards. (3-15-22)\na. Menus will provide a sufficient variety of foods in adequate amounts at each meal; (3-15-22)\nb. Food selections must include foods that are served in the community and in season. Food selections\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 455 Page 39\nand textures should account for residents' preferences, food habits, and physical abilities. (3-15-22)\nc. The current weekly menu must be posted in a facility common area; and (3-15-22)\nd. The facility must serve the planned menu. If substitutions are made, the menu must be modified to\nreflect the substitutions. (3-15-22)\n02. Therapeutic Diets. The facility must have a therapeutic diet menu planned or approved, and\nsigned and dated by a registered dietitian prior to being served to any resident. (3-15-22)\na. The therapeutic diet planned menu, if possible, must meet nutritional standards; (3-15-22)\nb. The therapeutic diet menu must be planned as close to a regular diet as possible; and (3-15-22)\nc. The facility must have for each resident on a therapeutic diet, an order from a physician or\nauthorized provider. (3-15-22)\n03. Facilities Licensed for Sixteen Beds or Less. In facilities licensed for sixteen (16) beds or less,\nmenus must be planned in writing at least one (1) week in advance. (3-15-22)\n04. Facilities Licensed for Seventeen Beds or More. Facilities licensed for seventeen (17) beds or\nmore must: (3-15-22)\na. Develop and implement a cycle menu which covers a minimum of two (2) seasons and is four (4) to\nfive (5) weeks in length; (3-15-22)\nb. Follow standardized recipes; and (3-15-22)\nc. Have available in the kitchen a current copy of the Idaho Food Code and Idaho Diet Manual.\n(3-15-22)\n452. -- 454. (RESERVED)",
    "citation": "IDAPA 16.03.22.451",
    "section_title": "MENU AND DIET PLANNING",
    "category": "staffing",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_455",
    "content": "455. FOOD SUPPLY.\nThe facility must maintain a seven (7) day supply of nonperishable foods and a two (2) day supply of perishable\nfoods. The facility's kitchen must have the types and amounts of food to be served readily available to meet all\nplanned menus during that time. (3-15-22)\n456. -- 459. (RESERVED)",
    "citation": "IDAPA 16.03.22.455",
    "section_title": "FOOD SUPPLY",
    "category": "staffing",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_460",
    "content": "460. FOOD PREPARATION AND SERVICE.\n01. Food Preparation. Foods must be prepared by methods that conserve nutritional value, flavor, and\nappearance. (3-15-22)\n02. Frequency of Meals. Food must be offered throughout the day, as follows: (3-15-22)\na. To provide residents at least three (3) meals daily, at regular times comparable to normal mealtimes\nin the community; (3-15-22)\nb. To ensure no more than fourteen (14) hours between a substantial evening meal and breakfast;\n(3-15-22)\nc. Ensure that residents who are not in the facility for the noon meal are offered a substantial evening\nmeal; and (3-15-22)\nd. Offer snacks and fluids between meals and at bedtime. (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 510 Page 40\n03. Food Preparation Area. Any areas used for food preparation must be maintained as follows:\n(3-15-22)\na. No live animals or fowl will be kept or maintained in the food service preparation or service area;\nand (3-15-22)\nb. Food preparation and service areas cannot be used as living quarters for staff. (3-15-22)\n04. Disposable Items. The facility will not use single-use items except in unusual circumstances for a\nshort period of time or for special events. (3-15-22)\n461. -- 509. (RESERVED)",
    "citation": "IDAPA 16.03.22.460",
    "section_title": "FOOD PREPARATION AND SERVICE",
    "category": "staffing",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_510",
    "content": "510. REQUIREMENTS TO PROTECT RESIDENTS FROM ABUSE.\nThe administrator must ensure that policies and procedures are developed and implemented to ensure that all\nresidents are free from abuse. These policies and procedures should be posted in a conspicuous place in the facility,\nshared with new residents, families upon admission, all residents annually thereafter, and made available upon\nrequest. (3-15-22)\n511. -- 514. (RESERVED)",
    "citation": "IDAPA 16.03.22.510",
    "section_title": "REQUIREMENTS TO PROTECT RESIDENTS FROM ABUSE",
    "category": "resident_care",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_515",
    "content": "515. REQUIREMENTS TO PROTECT RESIDENTS FROM EXPLOITATION.\nThe administrator must ensure that policies and procedures are developed and implemented to ensure that all\nresidents are free from exploitation. These policies and procedures should be posted in a conspicuous place in the\nfacility, shared with new residents, families upon admission, all residents annually thereafter, and made available\nupon request. (3-15-22)\n516. -- 519. (RESERVED)",
    "citation": "IDAPA 16.03.22.515",
    "section_title": "REQUIREMENTS TO PROTECT RESIDENTS FROM EXPLOITATION",
    "category": "resident_care",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_520",
    "content": "520. REQUIREMENTS TO PROTECT RESIDENTS FROM INADEQUATE CARE.\nThe administrator must ensure that policies and procedures are developed and implemented to ensure that all\nresidents are free from inadequate care. These policies and procedures should be posted in a conspicuous place in the\nfacility, shared with new residents, families upon admission, all residents annually thereafter, and made available\nupon request. (3-15-22)\n521. -- 524. (RESERVED)",
    "citation": "IDAPA 16.03.22.520",
    "section_title": "REQUIREMENTS TO PROTECT RESIDENTS FROM INADEQUATE CARE",
    "category": "resident_care",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_525",
    "content": "525. REQUIREMENTS TO PROTECT RESIDENTS FROM NEGLECT.\nThe administrator must ensure that policies and procedures are developed and implemented to ensure that all\nresidents are free from neglect. These policies and procedures should be posted in a conspicuous place in the facility,\nshared with new residents, families upon admission, all residents annually thereafter, and made available upon\nrequest. (3-15-22)\n526. – 599. (RESERVED)",
    "citation": "IDAPA 16.03.22.525",
    "section_title": "REQUIREMENTS TO PROTECT RESIDENTS FROM NEGLECT",
    "category": "resident_care",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_600",
    "content": "600. REQUIREMENTS FOR STAFFING STANDARDS.\nThe administrator must develop and implement written staffing policies and procedures based on the number of\nresidents, resident needs, and configuration of the facility, which include: (3-15-22)\n01. On-Duty Staff Up and Awake During Residents' Sleeping Hours. Qualified and trained staff\nmust be up and awake, and immediately available in the facility during resident sleeping hours. (3-15-22)\n02. Detached Buildings or Units. Facilities with residents housed in detached buildings or units must\nhave at least one (1) staff present and available in each building or unit when residents are present in the building or\nunit. The facility must also ensure that each building or unit complies with the requirements for on-duty staff during\nresident sleeping hours to be up, awake, and immediately available in accordance with the facility's licensed bed\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 620 Page 41\ncapacity as provided in this rule. The Licensing Agency will consider a variance based on the facility's written\nsubmitted plan of operation. (3-15-22)\n03. Personnel Management. The administrator is responsible for the management of all personnel to\ninclude contract personnel. (3-15-22)\n04. Sufficient Personnel. As described in Section 39-3322, Idaho Code, the facility will employ and\nthe administrator will schedule sufficient personnel to: (3-15-22)\na. Provide care and supervision, during all hours, as required in each resident's NSA, to ensure\nresidents' health, safety, and comfort, and to ensure the interior and exterior of the facility is maintained in a safe and\nclean manner; and (3-15-22)\nb. To provide for at least one (1) direct care staff with certification in first aid and cardio-pulmonary\nresuscitation (CPR) in the facility at all times. Facilities with multiple buildings or units will have at least one (1)\ndirect care staff with certification in first aid and CPR in each building or each unit at all times. (3-15-22)\n601. -- 619. (RESERVED)",
    "citation": "IDAPA 16.03.22.600",
    "section_title": "REQUIREMENTS FOR STAFFING STANDARDS",
    "category": "medications",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_620",
    "content": "620. REQUIREMENTS FOR TRAINING OF FACILITY PERSONNEL.\nThe facility must follow structured, written training programs designed to meet the training needs of personnel in\nrelation to responsibilities, as specified in the written job description, to provide for quality of care and compliance\nwith these rules. Signed evidence of personnel training, indicating hours and topic, must be retained at the facility.\n(3-15-22)\n621. -- 624. (RESERVED)",
    "citation": "IDAPA 16.03.22.620",
    "section_title": "REQUIREMENTS FOR TRAINING OF FACILITY PERSONNEL",
    "category": "medications",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_625",
    "content": "625. ORIENTATION TRAINING REQUIREMENTS.\nThe administrator must ensure that each staff member completes orientation training specific to their job description\nas described in Section 39-3324, Idaho Code. Staff who have not completed the orientation training requirements\nmust work with a staff who has completed the orientation training. (3-15-22)\n01. Number of Hours of Training. A minimum of sixteen (16) hours of job-related orientation\ntraining must be provided to all new personnel before they are allowed to provide unsupervised personal assistance to\nresidents. The means and methods of training are at the facility’s discretion. (3-15-22)\n02. Timeline for Completion of Training. All orientation training must be completed within thirty\n(30) days of hire. (3-15-22)\n03. Content for Training. Orientation training must include the following: (3-15-22)\na. The philosophy of residential assisted living and how it guides caregiving; (3-15-22)\nb. Resident rights; (3-15-22)\nc. Cultural awareness; (3-15-22)\nd. Providing personal assistance; (3-15-22)\ne. How to respond to emergencies; (3-15-22)\nf. Reporting and documentation requirements for resident care records, incidents, accidents,\ncomplaints, and allegations of abuse, neglect, and exploitation; (3-15-22)\ng. Identifying and reporting changes in residents' health or mental condition; (3-15-22)\nh. Advance directives and do not resuscitate (DNR) orders; (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 630 Page 42\ni. Relevant policies and procedures; (3-15-22)\nj. The role of the NSA; and (3-15-22)\nk. All staff employed by the facility, including housekeeping personnel and contract personnel, must\nbe trained in infection control procedures for universal precautions. (3-15-22)\n626. -- 629. (RESERVED)\n630. TRAINING REQUIREMENTS FOR FACILITIES ADMITTING RESIDENTS WITH A\nDIAGNOSIS OF DEMENTIA, MENTAL ILLNESS, DEVELOPMENTAL DISABILITY, OR TRAUMATIC\nBRAIN INJURY.\nA facility admitting and retaining residents with a diagnosis of dementia, mental illness, developmental disability, or\ntraumatic brain injury must train all staff to meet the specialized needs of these residents. Staff must receive\nspecialized training within thirty (30) days of hire or of admission of a resident with one (1) of these conditions. The\nmeans and methods of training are at the facility’s discretion. The training should address the following areas:\n(3-15-22)\n01. Dementia: (3-15-22)\na. Overview of dementia; (3-15-22)\nb. Symptoms and behaviors of people with memory impairment; (3-15-22)\nc. Communication with people with memory impairment; (3-15-22)\nd. Resident's adjustment to the new living environment; (3-15-22)\ne. Behavior management, including the consistent implementation of behavior interventions;\n(3-15-22)\nf. Activities of daily living; and (3-15-22)\ng. Stress reduction for facility personnel and the resident. (3-15-22)\n02. Mental Illness: (3-15-22)\na. Overview of mental illnesses; (3-15-22)\nb. Symptoms and behaviors specific to mental illness; (3-15-22)\nc. Resident's adjustment to the new living environment; (3-15-22)\nd. Behavior management, including the consistent implementation of behavior interventions;\n(3-15-22)\ne. Communication; (3-15-22)\nf. Activities of daily living; (3-15-22)\ng. Integration with rehabilitation services; and (3-15-22)\nh. Stress reduction for facility personnel and the resident. (3-15-22)\n03. Developmental Disability: (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 640 Page 43\na. Overview of developmental disabilities; (3-15-22)\nb. Interaction and acceptance; (3-15-22)\nc. Promotion of independence; (3-15-22)\nd. Communication; (3-15-22)\ne. Behavior management, including the consistent implementation of behavior interventions;\n(3-15-22)\nf. Assistance with adaptive equipment; (3-15-22)\ng. Integration with rehabilitation services; (3-15-22)\nh. Activities of daily living; and (3-15-22)\ni. Community integration. (3-15-22)\n04. Traumatic Brain Injury: (3-15-22)\na. Overview of traumatic brain injuries; (3-15-22)\nb. Symptoms and behaviors specific to traumatic brain injury; (3-15-22)\nc. Adjustment to the new living environment; (3-15-22)\nd. Behavior management, including the consistent implementation of behavior interventions;\n(3-15-22)\ne. Communication; (3-15-22)\nf. Integration with rehabilitation services; (3-15-22)\ng. Activities of daily living; (3-15-22)\nh. Assistance with adaptive equipment; and (3-15-22)\ni. Stress reduction for facility personnel and the resident. (3-15-22)\n631. -- 639. (RESERVED)",
    "citation": "IDAPA 16.03.22.625",
    "section_title": "ORIENTATION TRAINING REQUIREMENTS",
    "category": "medications",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_640",
    "content": "640. CONTINUED TRAINING REQUIREMENTS.\nEach employee must receive a minimum of eight (8) hours of job-related continued training per year. (3-15-22)",
    "citation": "IDAPA 16.03.22.640",
    "section_title": "CONTINUED TRAINING REQUIREMENTS",
    "category": "medications",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_641",
    "content": "641. ADDITIONAL TRAINING RELATED TO CHANGES.\nWhen policies or procedures are added, modified, or deleted, the date of the change must be specified on the policy\nand staff must receive additional training related to the changes. (3-15-22)\n642. -- 644. (RESERVED)",
    "citation": "IDAPA 16.03.22.641",
    "section_title": "ADDITIONAL TRAINING RELATED TO CHANGES",
    "category": "medications",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_645",
    "content": "645. ASSISTANCE WITH MEDICATIONS.\n01. Training Requirements. To provide assistance with medications, staff must have the following\ntraining requirements, and be delegated as described in this rule. (3-15-22)\na. Before staff can begin assisting residents with medications, successful completion of a medication\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 900 Page 44\nassistance course offered by one (1) of Idaho’s community colleges. This training is not included as part of the\nminimum of sixteen (16) hours of orientation training or minimum of eight (8) hours of continued training per year.\n(3-15-22)\nb. Staff training on documentation requirements and how to respond when a resident refuses or misses\na medication, receives an incorrect medication, or when medication is unavailable or missing. (3-15-22)\n02. Delegation. The facility nurse must delegate and document assistance with medications and other\nnursing tasks. Each medication assistant must be delegated individually, including skill demonstration, prior to\nassisting with medications or nursing tasks, and any time the licensed nurse changes. (3-15-22)\n646. -- 899. (RESERVED)",
    "citation": "IDAPA 16.03.22.645",
    "section_title": "ASSISTANCE WITH MEDICATIONS",
    "category": "medications",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_900",
    "content": "900. ENFORCEMENT ACTIONS.\nEnforcement actions, as described in Sections 901 through 940 of these rules and Sections 39-3357 and 39-3358,\nIdaho Code, are actions the Department can impose upon a facility. The Department will consider a facility's\ncompliance history, change(s) of ownership, and the number, scope, and severity of the deficiencies when initiating or\nextending an enforcement action. The Department can impose any of the enforcement actions, independently or in\nconjunction with others. (3-15-22)",
    "citation": "IDAPA 16.03.22.900",
    "section_title": "ENFORCEMENT ACTIONS",
    "category": "enforcement",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_901",
    "content": "901. ENFORCEMENT ACTION OF SUMMARY SUSPENSION.\nWhen the Department finds that the facility's deficient practice(s) immediately place the health or safety of any\nresidents in danger, the Department may take immediate action through summary suspension of the facility’s license,\nthe imposition of temporary management, a limit on admissions, and transfer the residents. (3-15-22)\n902. -- 909. (RESERVED)",
    "citation": "IDAPA 16.03.22.901",
    "section_title": "ENFORCEMENT ACTION OF SUMMARY SUSPENSION",
    "category": "enforcement",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_910",
    "content": "910. ENFORCEMENT ACTION OF A CONSULTANT.\nA consultant may be required when an acceptable plan of correction has not been submitted, as described in Section\n130 of these rules, or if the Department identifies repeat deficient practice(s) in the facility. The consultant is required\nto submit periodic reports to the Licensing Agency. (3-15-22)\n911. -- 919. (RESERVED)",
    "citation": "IDAPA 16.03.22.910",
    "section_title": "ENFORCEMENT ACTION OF A CONSULTANT",
    "category": "enforcement",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_920",
    "content": "920. ENFORCEMENT ACTION OF LIMIT ON ADMISSIONS.\n01. Reasons for Limit on Admissions. The Department may limit admissions for the following\nreasons: (3-15-22)\na. The facility is inadequately staffed or the staff is inadequately trained to handle more residents;\n(3-15-22)\nb. The facility otherwise lacks the resources necessary to support the needs of more residents;\n(3-15-22)\nc. The Department identifies repeat core issues during any follow-up survey; and (3-15-22)\nd. An acceptable plan of correction is not submitted as described in Section 130 of these rules.\n(3-15-22)\n02. Notification of Limit on Admissions. The Department will notify the facility of the limit on\nadmissions of residents (e.g., a full ban of admissions, a limit of admissions based on resident diagnosis, etc.) pending\nthe correction of deficient practice(s). Limits on admissions to the facility remain in effect until the Department\ndetermines the facility has achieved full compliance with requirements or receives written evidence and statements\nfrom the outside consultant that the facility is in compliance. (3-15-22)\n921. -- 924. (RESERVED)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 925 Page 45",
    "citation": "IDAPA 16.03.22.920",
    "section_title": "ENFORCEMENT ACTION OF LIMIT ON ADMISSIONS",
    "category": "enforcement",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_925",
    "content": "925. ENFORCEMENT ACTION OF CIVIL MONETARY PENALTIES.\n01. Civil Monetary Penalties. May be issued when a facility is operating without a license, repeat\ndeficiencies are identified, or the facility fails to comply with conditions of the provisional license. Actual harm to a\nresident or residents does not need to be shown. A single act, omission, or incident will not give rise to imposition of\nmultiple penalties, even though such act, omission, or incident may violate more than one (1) rule. (3-15-22)\n02. Assessment Amount for Civil Monetary Penalty. When civil monetary penalties are imposed,\nsuch penalties are assessed for each day the facility is or was out of compliance. The amounts below are multiplied by\nthe total number of occupied licensed beds according to the records of the Department at the time non-compliance is\nestablished. (3-15-22)\na. Repeat deficiency is ten dollars ($10). Example below:\n(3-15-22)\nb. In any ninety (90) day period, the penalty amounts may not exceed the limits shown in the\nfollowing table:\n(3-15-22)\n03. Notice of Civil Monetary Penalties and Appeal Rights. The Department will give written notice\ninforming the facility of the amount of the penalty, the basis for its assessment and the facility's appeal rights.\n(3-15-22)\n04. Payment of Penalties. The facility must pay the full amount of the penalty within thirty (30)\ncalendar days from the date the notice is received, unless the facility requests an administrative review of the decision\nto assess the penalty. The amount of a civil monetary penalty determined through administrative review must be paid\nwithin thirty (30) calendar days of the facility's receipt of the administrative review decision unless the facility\nrequests an administrative hearing. The amount of the civil monetary penalty determined through an administrative\nhearing must be paid within thirty (30) calendar days of the facility's receipt of the administrative hearing decision\nunless the facility files a petition for judicial review. Interest accrues on all unpaid penalties at the legal rate of interest\nfor judgments. Such interest accruement will begin one (1) calendar day after the date of the initial assessment of the\npenalty. (3-15-22)\n05. Failure to Pay. Failure of a facility to pay the entire penalty, together with any interest, is cause for\nrevocation of the license or the amount will be withheld from Medicaid payments to the facility. (3-15-22)\nNumber of Occupied\nBeds in Facility Repeat Deficiency Times Number of Days\nOut of Compliance Amount of Penalty\n11 $10.00 30 days $3,300\nLimits on Accruing Civil Monetary Amount\nNumber of Occupied Beds\nin Facility Repeat Deficiency\n3-4 Beds $2,880\n5-50 Beds $6,400\n51-100 Beds $10,800\n101-150 Beds $17,600\n151 or More Beds $29,200\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 930 Page 46\n926. -- 929. (RESERVED)",
    "citation": "IDAPA 16.03.22.925",
    "section_title": "ENFORCEMENT ACTION OF CIVIL MONETARY PENALTIES",
    "category": "enforcement",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_930",
    "content": "930. ENFORCEMENT ACTION OF TEMPORARY MANAGEMENT.\n01. Need for Temporary Management. The Department may impose the action of temporary\nmanagement in situations where there is a need to oversee operation of the facility and to ensure the health and safety\nof the facility's residents: (3-15-22)\na. During an orderly transfer of residents of the facility to other facilities; or (3-15-22)\nb. Pending improvements to bring the facility into compliance with program requirements. (3-15-22)\n02. Notice of Temporary Management. The Department will give written notice to the facility of the\nimposition of temporary management. (3-15-22)\n03. Who May Serve as a Temporary Manager. The Department may appoint any person or\norganization that meets the following qualifications: (3-15-22)\na. The temporary manager must not have any financial interest in the facility to be managed;\n(3-15-22)\nb. The temporary manager must not be related, within the first degree of kinship, to the facility's\nowner, manager, administrator, or other management principal; (3-15-22)\nc. The temporary manager must possess sufficient training, expertise, and experience in the operation\nof a facility as would be necessary to achieve the objectives of temporary management. If the temporary manager is\nto serve in a facility, the manager must possess an Residential Assisted Living Administrator's license; and (3-15-22)\nd. The temporary manager must not be an existing competitor of the facility who would gain an unfair\ncompetitive advantage by being appointed as temporary manager of the facility. (3-15-22)\n04. Powers and Duties of the Temporary Manager. The temporary manager has the authority to\ndirect and oversee the management, and to hire and discharge any consultant or personnel, including the\nadministrator of the facility. The temporary manager has the authority to direct the expenditure of the revenues of the\nfacility in a reasonable and prudent manner, to oversee the continuation of the business and the care of the residents,\nto oversee and direct those acts necessary to accomplish the goals of the program requirements, and to direct and\noversee regular accounting. When the facility fails or refuses to carry out the directions of the temporary manager, the\nDepartment may revoke the facility's license. (7-1-24)\na. The temporary manager must observe the confidentiality of the operating policies, procedures,\nemployment practices, financial information, and all similar business information of the facility, except that the\ntemporary manager must make reports to the Department; (3-15-22)\nb. The temporary manager may be liable for gross, willful or wanton negligence, intentional acts of\nomissions, unexplained shortfalls in the facility's fund, and breaches of fiduciary duty; (3-15-22)\nc. The temporary manager does not have authority to cause or direct the facility, its owner, or\nadministrator to incur debt, unless to bring the facility into compliance with these rules, or to enter into any contract\nwith a duration beyond the term of the temporary management of the facility; (3-15-22)\nd. The temporary manager does not have authority to incur, without the permission of the owner,\nadministrator, or the Department, capital expenditures in excess of two thousand dollars ($2,000), unless the capital\nexpenditures are directly related to correcting the identified deficiencies; (3-15-22)\ne. The temporary manager does not have authority to cause or direct the facility to encumber its assets\nor receivables; (3-15-22)\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 935 Page 47\nf. The temporary manager does not have authority to cause or direct a facility, which holds liability or\ncasualty insurance coverage, to cancel or reduce its liability or casualty insurance coverage; and (3-15-22)\ng. The temporary manager does not have authority to cause or direct the sale of the facility, its assets\nor the premises on which it is located. (3-15-22)\n05. Responsibility for Payment of the Temporary Manager. All compensation and per diem costs of\nthe temporary manager must be paid by the licensee. (3-15-22)\n06. Termination of Temporary Management. A temporary manager may be replaced under the\nfollowing conditions: (3-15-22)\na. The Department may require replacement of any temporary manager whose performance is\ndeemed unsatisfactory by the Department. No formal procedure is required for such removal or replacement, but\nwritten notice of any action will be given to the facility. (3-15-22)\nb. A facility subject to temporary management may petition the Department for replacement of a\ntemporary manager whose performance it considers unsatisfactory. The petition must include why the replacement of\na temporary manager is necessary or appropriate. (3-15-22)\n931. -- 934. (RESERVED)",
    "citation": "IDAPA 16.03.22.930",
    "section_title": "ENFORCEMENT ACTION OF TEMPORARY MANAGEMENT",
    "category": "enforcement",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_935",
    "content": "935. ENFORCEMENT ACTION OF A PROVISIONAL LICENSE.\nA provisional license may be issued when a facility has one (1) or more core issues, when non-core issues have not\nbeen corrected, have become repeat deficiencies, or an acceptable plan of correction is not submitted as described in\nthese rules. The provisional license will state the conditions the facility must follow to continue to operate. (3-15-22)\n936. -- 939. (RESERVED)",
    "citation": "IDAPA 16.03.22.935",
    "section_title": "ENFORCEMENT ACTION OF A PROVISIONAL LICENSE",
    "category": "enforcement",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  },
  {
    "chunk_id": "idapa_16.03.22_940",
    "content": "940. ENFORCEMENT ACTION OF REVOCATION OF FACILITY LICENSE.\n01. Revocation of Facility's License. The Department may revoke a license when the facility\nendangers the health or safety of residents, or when the facility is not in substantial compliance with the provisions of\nTitle 39, Chapter 33, Idaho Code, or this chapter of rules. (3-15-22)\n02. Reasons for Revocation or Denial of a Facility License. The Department may revoke or deny any\nfacility license for any of the following reasons: (3-15-22)\na. The licensee has willfully misrepresented or omitted information on the application or other\ndocuments pertinent to obtaining a license; (3-15-22)\nb. When persuaded by a preponderance of the evidence that such conditions exist which endanger the\nhealth or safety of any resident; (3-15-22)\nc. Any act adversely affecting the welfare of residents is being permitted, aided, performed, or abetted\nby the person or persons in charge of the facility. Such acts may include neglect, physical abuse, mental abuse,\nemotional abuse, violation of civil rights, criminal activity, or exploitation; (3-15-22)\nd. The licensee has demonstrated or exhibited a lack of sound judgment essential to the operation and\nmanagement of a facility; (3-15-22)\ne. The licensee has violated any of the conditions of a provisional license; (3-15-22)\nf. The facility lacks adequate personnel, as required by these rules or as directed by the Department,\nto properly care for the number and type of residents residing at the facility; (3-15-22)\ng. Licensee refuses to allow the Department or the protection and advocacy agencies full access to the\nIDAHO ADMINISTRATIVE CODE IDAPA 16.03.22 – Residential\nDepartment of Health and Welfare Assisted Living Facilities\nSection 940 Page 48\nfacility environment, facility records, and the residents as described in Sections 130 and 550 of these rules; (3-15-22)\nh. The licensee has been guilty of fraud, gross negligence, abuse, assault, battery, or exploitation with\nrespect to the operation of a health facility, residential assisted living facility, or certified family home; (3-15-22)\ni. The licensee is actively affected in their performance by alcohol or the use of drugs classified as\ncontrolled substances; (3-15-22)\nj. The licensee has been convicted of a criminal offense other than a minor traffic violation within the\npast five (5) years; (3-15-22)\nk. The licensee is of poor moral and responsible character or has been convicted of a felony or\ndefrauding the government; (3-15-22)\nl. The licensee has been denied, or the licensee's wrong-doing has caused the revocation of any\nlicense or certificate of any health facility, residential assisted living facility, or certified family home; (3-15-22)\nm. The licensee has previously operated any health facility or residential assisted living facility\nwithout a license or certified family home without a certificate; (3-15-22)\nn. The licensee is directly under the control or influence of any person who has been the subject of\nproceedings as described in this rule; (3-15-22)\no. The licensee is directly under the control or influence of any person who is of poor moral and\nresponsible character or has been convicted of a felony or defrauding the government; (3-15-22)\np. The licensee is directly under the control or influence of any person who has been convicted of a\ncriminal offense other than a minor traffic violation in the past five (5) years; (3-15-22)\nq. The licensee fails to pay civil monetary penalties imposed by the Department as described in\nSection 925 of these rules; (3-15-22)\nr. The licensee fails to take sufficient corrective action as described in Section 130 of these rules; or\n(3-15-22)\ns. The number of residents currently in the facility exceeds the number of residents the facility is\nlicensed to serve. (3-15-22)\n941. -- 999. (RESERVED)",
    "citation": "IDAPA 16.03.22.940",
    "section_title": "ENFORCEMENT ACTION OF REVOCATION OF FACILITY LICENSE",
    "category": "enforcement",
    "state": "Idaho",
    "effective_date": "2025",
    "source_file": "IDAPA 16.txt"
  }
]